{"filename":"UITalkText.dat","header":[{"name":"Id","rowid":0,"type":"ref|string","key":null,"key_id":null,"key_offset":0,"enum":null,"unique":true,"file_path":false,"file_ext":null,"display":null,"display_type":"{0}","description":null},{"name":"UITalkCategoriesKey","rowid":1,"type":"int","key":"UITalkCategories.dat","key_id":null,"key_offset":1,"enum":null,"unique":false,"file_path":false,"file_ext":null,"display":null,"display_type":"{0}","description":null},{"name":"OGGFile","rowid":2,"type":"ref|string","key":null,"key_id":null,"key_offset":0,"enum":null,"unique":false,"file_path":true,"file_ext":".ogg","display":null,"display_type":"{0}","description":null},{"name":"Text","rowid":3,"type":"ref|string","key":null,"key_id":null,"key_offset":0,"enum":null,"unique":false,"file_path":false,"file_ext":null,"display":null,"display_type":"{0}","description":null},{"name":"Flag0","rowid":4,"type":"byte","key":null,"key_id":null,"key_offset":0,"enum":null,"unique":false,"file_path":false,"file_ext":null,"display":null,"display_type":"{0}","description":null},{"name":"Key0","rowid":5,"type":"ulong","key":null,"key_id":null,"key_offset":0,"enum":null,"unique":false,"file_path":false,"file_ext":null,"display":null,"display_type":"{0}","description":null}],"data":[["Incursion_FirstIncursionGreeting",1,"Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_04.ogg","He encontrado una manera de abrir un camino al legendario templo de Atzoatl. Un hechizo lanzado sobre antiguas piedras del camino, activado por la sangre de los Vaal. Tengo un poco en mí. Este hechizo te llevará al pasado. Una vez allí, mantén el portal abierto degollando algunas gargantas merecedoras. Cuanto más tiempo permanezcas allí, más aprenderé acerca de la ubicación del templo del presente.\r\n\r\nUna vez lo encontremos, tendremos todo el tiempo del mundo para recoger sus muchos tesoros. Por eso tenemos que encontrar el templo en el presente. Pero ten cuidado con lo que haces mientras estás allí, ya que cualquier movimiento que hagas cambiará en el tiempo, y cambiará cosas en el presente. Bueno, ¿a qué estás esperando? ¡Ve a hacer historia!",1,null],["Incursion_FirstIncursionComplete",2,"Audio/Dialogue/NPC/Alva/AV05.ogg","Me alegra ver que has sobrevivido a tu primera Incursión.",1,null],["Incursion_FirstIncursionFarewell",3,"Audio/Dialogue/NPC/Alva/AV09.ogg","Escucha, estos hechizos de sangre son caprichosos. Se deben llevar a cabo bajo ciertas condiciones como días de la semana, alineaciones de estrellas... esas cosas. Investigaré para encontrar una ubicación nueva para el próximo ritual. ¡Encuéntrame y continuaremos nuestra aventura!",1,null],["Incursion_SecondIncursionGreeting",4,"Audio/Dialogue/NPC/Alva/AV10.ogg","Sabía que me encontrarías. Tú y yo somos dos caras de la misma moneda. Tu última incursión nos acercó un poco más a encontrar el templo, pero aún queda camino por recorrer. ¡Espero estés listo para otra más!",1,null],["Incursion_SecondIncursionPortal",5,"Audio/Dialogue/NPC/Alva/AV12.ogg","¿Te resulta familiar? Así es como dejaste el templo la última vez. Cada nueva Incursión cambia mi mapa. Si sigues progresando, ¡es posible que la ubicación actual del Templo sea revelada!",1,null],["Incursion_GenericIncursionGreeting",6,"Audio/Dialogue/NPC/Alva/AV11.ogg","Ahí estás. ¿Listo para revisitar el pasado? Cuanto más matas, más cambias mi mapa, y más nos acercamos a encontrar el Templo en nuestro tiempo.",1,null],["Incursion_GenericIncursionPortal_1",7,"Audio/Dialogue/NPC/Alva/AV13_A.ogg","Este es el plan.",1,null],["Incursion_GenericIncursionPortal_2",7,"Audio/Dialogue/NPC/Alva/AV13_B.ogg","Echemos un vistazo a la disposición.",1,null],["Incursion_GenericIncursionPortal_3",7,"Audio/Dialogue/NPC/Alva/AV13_C.ogg","Cada incursión requiere preparativos adecuados.",1,null],["Incursion_GenericIncursionPortal_4",7,"Audio/Dialogue/NPC/Alva/AV13_D.ogg","Echa un vistazo a donde irás.",1,null],["Incursion_GenericIncursionComplete_1",8,"Audio/Dialogue/NPC/Alva/AV14_A.ogg","Buen trabajo.",1,null],["Incursion_GenericIncursionComplete_2",8,"Audio/Dialogue/NPC/Alva/AV14_B.ogg","Buen trabajo, exiliado.",1,null],["Incursion_GenericIncursionFarewell",9,"Audio/Dialogue/NPC/Alva/AV19.ogg","¡El templo se avecina con cada nuevo paso! Encuéntrame de nuevo y continuaremos nuestra tarea.",1,null],["Incursion_TempleIsOpenFarewell",10,"Audio/Dialogue/NPC/Alva/AV20.ogg","La ubicación del Templo ahora está clara. Asegúrate de tener suficientes provisiones. Avísame cuando estés listo y podemos irnos. Abriré otro portal para llegar allí.",1,null],["Incursion_TempleOpenGreeting",11,"Audio/Dialogue/NPC/Alva/AV23.ogg","¡Lo conseguí! Quiero decir, lo conseguimos. ¡La ubicación del Templo ahora está clara! No olvides ver donde pisas, exiliado. Puede que hayamos ayudado a construir esta disposición, pero mucho puede cambiar durante miles de años. No hay forma de saber qué puede estar habitando esas ruinas...",1,null],["Incursion_TemplePortal",12,"Audio/Dialogue/NPC/Alva/AV22.ogg","Espero que hayas liberado espacio en tu bolsa. ¡Hoy salimos de aquí con una fortuna!",1,null],["Incursion_ArmourRoom1",13,"Audio/Dialogue/NPC/Alva/AV39.ogg","El Arquitecto de Hierro ha establecido una herrería en esa sala. Ten cuidado de no tropezar con sus carcasas metálicas.",1,null],["Incursion_ArmourRoom2",14,"Audio/Dialogue/NPC/Alva/AV40.ogg","Atmohua tiene una armería muy buena gracias a ti, y todos los demás se beneficiarán de su protección.",1,null],["Incursion_ArmourRoom3",15,"Audio/Dialogue/NPC/Alva/AV41.ogg","Ha preparado el camino para que una fuerza defensiva fuertemente blindada se establezca. No sé muy bien por qué querrías eso, pero tal vez podamos vender la armadura como chatarra.",1,null],["Incursion_BreachRoom1",16,"Audio/Dialogue/NPC/Alva/AV42.ogg","Has decidido mantener vivo al Arquitecto de la Fisura. Honestamente, no sé qué hará en esa habitación.",1,null],["Incursion_BreachRoom2",17,"Audio/Dialogue/NPC/Alva/AV43.ogg","¿Vas a permitir que Zilquapa se quede lo que sea que haya encontrado en esa habitación?. Un poco arriesgado, pero sin riesgo, no hay recompensa.",1,null],["Incursion_BreachRoom3",18,"Audio/Dialogue/NPC/Alva/AV44.ogg","Genial, la locura de Zilquapa ha permitido que accedan <italic>{cosas}.... siniestras al templo. ¿Era esa tu intención, o debería aplaudirte por tu temeridad?",1,null],["Incursion_BreedingRoom1",19,"Audio/Dialogue/NPC/Alva/AV45.ogg","Fue una sabia idea, entregarle la habitación a este arquitecto. Más sangre para derramar significa más tiempo en el gran templo. ¡He aquí! ¡El botín de guerra!",1,null],["Incursion_BreedingRoom2",20,"Audio/Dialogue/NPC/Alva/AV46.ogg","Sin un rival, Cholotl sin duda intensificará sus esfuerzos de reclutamiento. Estoy segura de que no es un problema para ti.",1,null],["Incursion_BreedingRoom3",21,"Audio/Dialogue/NPC/Alva/AV47.ogg","Has dejado que Cholotl convierta esa cámara en un santuario para el Vaal más trastornado por la guerra. Espero que esto no se vuelva en nuestra contra.",1,null],["Incursion_CartographyRoom1",22,"Audio/Dialogue/NPC/Alva/AV48.ogg","Ahora el Arquitecto de Expansión tiene una base de operaciones desde la cual comenzar a explorar Wraeclast.",1,null],["Incursion_CartographyRoom2",23,"Audio/Dialogue/NPC/Alva/AV49.ogg","Con la muerte del rival de Uromoti, sus recursos serán puestos a buen uso, favoreciendo los prodigiosos esfuerzos de exploración del Vaal.",1,null],["Incursion_CartographyRoom3",24,"Audio/Dialogue/NPC/Alva/AV50.ogg","La exploración de Uromoti es de una escala que nunca he visto. ¿Qué están buscando? ¿Qué <italic>{podría} quedar por explorar?",1,null],["Incursion_ChestsRoom1",25,"Audio/Dialogue/NPC/Alva/AV51.ogg","Has hecho espacio para que el Arquitecto de las Reservas conserve sus \"hallazgos\".",1,null],["Incursion_ChestsRoom2",26,"Audio/Dialogue/NPC/Alva/AV52.ogg","Juatalotli tiene mucho más espacio para almacenar su extraña colección sin su rival.",1,null],["Incursion_ChestsRoom3",27,"Audio/Dialogue/NPC/Alva/AV53.ogg","Con la muerte de otro rival, el Arquitecto de las Reservas va a llenar esa habitación con toda clase de objetos de valor. Bien pensado.",1,null],["Incursion_CorruptionRoom1",28,"Audio/Dialogue/NPC/Alva/AV54.ogg","El Arquitecto de Corrupción ha reclamado esa sala para sus nefastos experimentos.",1,null],["Incursion_CorruptionRoom2",29,"Audio/Dialogue/NPC/Alva/AV55.ogg","Paquate usó su creciente influencia para canalizar más energías corruptas en esa sala.",1,null],["Incursion_CorruptionRoom3",30,"Audio/Dialogue/NPC/Alva/AV56.ogg","La influencia de su corrupción continúa creciendo. Pero ya lo sabías, ¿verdad?",1,null],["Incursion_CurrencyRoom1",31,"Audio/Dialogue/NPC/Alva/AV57.ogg","¿El Arquitecto de la Cámara ha ocupado esa habitación? ¡Esta es una noticia <italic>{excelente}!",1,null],["Incursion_CurrencyRoom2",32,"Audio/Dialogue/NPC/Alva/AV58.ogg","Como has matado a su rival, probablemente podamos contar con que Estazunti guarde aún más riquezas atractivas en esa sala.",1,null],["Incursion_CurrencyRoom3",33,"Audio/Dialogue/NPC/Alva/AV59.ogg","¿Hacemos una apuesta exiliado? Apuesto a que Estazunti ha inundado esa habitación con riquezas y tesoros a estas alturas. Una idea emocionante, ¿no?",1,null],["Incursion_HatcheryRoom1",34,"Audio/Dialogue/NPC/Alva/AV60.ogg","Debido a tus actos, y bajo la sombra de esos... experimentos escalofriantes, Citaqualotl, Arquitecto del enjambre ahora reside aquí.",1,null],["Incursion_HatcheryRoom2",35,"Audio/Dialogue/NPC/Alva/AV61.ogg","Con todo el temor disipado, Citaqualotl parece que ha convertido sus artilugios en artefactos animados de metales extraños.",1,null],["Incursion_HatcheryRoom3",36,"Audio/Dialogue/NPC/Alva/AV62.ogg","¿Así que el científico enloquecido pensó en combinar metal e insecto? Con suerte ya habrán desaparecido cuando volvamos.",1,null],["Incursion_FlameRoom1",37,"Audio/Dialogue/NPC/Alva/AV63.ogg","En esa cámara, el Arquitecto de la Forja ahora martilla entre chispas y vapor.",1,null],["Incursion_FlameRoom2",38,"Audio/Dialogue/NPC/Alva/AV64.ogg","El martillo de Puhuarte seguirá resonando en la oscuridad. Confío en que tengas una razón para esto.",1,null],["Incursion_FlameRoom3",39,"Audio/Dialogue/NPC/Alva/AV65.ogg","Tus acciones han permitido dar rienda suelta a la imaginación de Puhuarte. ¿Qué clase de artefactos horribles se forjaron aquí entre las llamas?",1,null],["Incursion_LightningRoom1",40,"Audio/Dialogue/NPC/Alva/AV66.ogg","Esa habitación ahora irradia con energía, Xopec, el Arquitecto de Poder la ha tomado.",1,null],["Incursion_LightningRoom2",41,"Audio/Dialogue/NPC/Alva/AV67.ogg","Los experimentos de Xopec sobre la vitalidad eléctrica llegaron a su apogeo en esa habitación.",1,null],["Incursion_LightningRoom3",42,"Audio/Dialogue/NPC/Alva/AV68.ogg","Los poderes que has dejado crecer en Xopec, me pregunto, ¿cómo crecerán en el presente?",1,null],["Incursion_EmpoweringRoom1",43,"Audio/Dialogue/NPC/Alva/AV69.ogg","Ah, entregar la sala a Quinpolatl, una elección interesante. ¿acaso siempre tienes que buscar un desafío, exiliado?",1,null],["Incursion_EmpoweringRoom2",44,"Audio/Dialogue/NPC/Alva/AV70.ogg","Quipolatl tiene una mente para el nexo, y con tus acciones, esa mente continúa creciendo.",1,null],["Incursion_EmpoweringRoom3",45,"Audio/Dialogue/NPC/Alva/AV71.ogg","¡Por los dioses exiliado! ¡Realmente quieres ponernos las cosas difíciles! ¿Quién sabe cómo será esta parte del templo en el futuro?",1,null],["Incursion_ExplosivesRoom1",46,"Audio/Dialogue/NPC/Alva/AV72.ogg","Hayoxi solo quiere que las cosas hagan <italic>{¡boom!} Colocarlas en esa habitación... podría sernos útil.",1,null],["Incursion_ExplosivesRoom2",47,"Audio/Dialogue/NPC/Alva/AV73.ogg","Cualquiera pensaría que tienes el mismo deseo de caos que Hayoxi. Bueno, poniéndolos de esta manera solo aumenta su arsenal explosivo.",1,null],["Incursion_ExplosivesRoom3",48,"Audio/Dialogue/NPC/Alva/AV74.ogg","A este paso, el loco bastardo habrá amañado todo el templo para que explote.",1,null],["Incursion_GemRoom1",49,"Audio/Dialogue/NPC/Alva/AV75.ogg","Zalatl seguramente nos recompensará, aunque sea involuntariamente, por ponerlos en control de esa sala.",1,null],["Incursion_GemRoom2",50,"Audio/Dialogue/NPC/Alva/AV76.ogg","Tanto tú como Zalatl, Arquitecto de Taumaturgia, comparten el amor por las gemas, por lo que veo.",1,null],["Incursion_GemRoom3",51,"Audio/Dialogue/NPC/Alva/AV77.ogg","¡Deberían llamar a esa sala el joyero de Zalatl! ¡Imagina cuál será su valor hoy!",1,null],["Incursion_HealingRoom1",52,"Audio/Dialogue/NPC/Alva/AV78.ogg","Por esa sala corren arroyos muy hermosos. Será una pena ver como Guatelitzi los mancilla, pero todo por un bien mayor, supongo.",1,null],["Incursion_HealingRoom2",53,"Audio/Dialogue/NPC/Alva/AV79.ogg","Qué habitación tan bonita para ahogarse... Ah, los Vaal y su encanto... Aún así, tener al Arquitecto de Carne aquí será interesante en el futuro.",1,null],["Incursion_HealingRoom3",54,"Audio/Dialogue/NPC/Alva/AV80.ogg","Guatelitzi ha hecho de esas piscinas su hogar. Esperemos que esto salga bien en el presente.",1,null],["Incursion_PoisonRoom1",55,"Audio/Dialogue/NPC/Alva/AV81.ogg","Ugh, el Arquitecto de Toxinas... no es mi primera opción para que prospere en esta parte del templo...",1,null],["Incursion_PoisonRoom2",56,"Audio/Dialogue/NPC/Alva/AV82.ogg","Parece que las plantas de Tacati están creciendo fuera de control. Espero por los dioses que sepas lo que estás haciendo...",1,null],["Incursion_PoisonRoom3",57,"Audio/Dialogue/NPC/Alva/AV83.ogg","Has liberado a Tacati de su competencia. Ahora es libre de jugar con todos sus horribles venenos. Solo digo que más vale que esto no me enferme.",1,null],["Incursion_QueenRoom1",58,"Audio/Dialogue/NPC/Alva/AV84.ogg","El Arquitecto Real ha reclamado esa sala para su Reina.",1,null],["Incursion_QueenRoom2",59,"Audio/Dialogue/NPC/Alva/AV85.ogg","Xipocado parece obsesionado con hacer de esa habitación una especie de cámara real, y tú se lo has puesto más fácil.",1,null],["Incursion_QueenRoom3",60,"Audio/Dialogue/NPC/Alva/AV86.ogg","¿Quieres adivinar qué trasero honrará la Sala del Trono que dejaste que estableciera el Arquitecto Real?",1,null],["Incursion_SacrificeRoom1",61,"Audio/Dialogue/NPC/Alva/AV87.ogg","¿Has... dejado que el Arquitecto de Ceremonias, el hombre que dirigió <italic>{incontables} sacrificios humanos, tome esa cámara?",1,null],["Incursion_SacrificeRoom2",62,"Audio/Dialogue/NPC/Alva/AV88.ogg","El rival de Ahuana está muerto, y ahora está canalizando recursos para sacrificios aún más sangrientos en honor a sus falsos dioses y a su tonta Reina.",1,null],["Incursion_SacrificeRoom3",63,"Audio/Dialogue/NPC/Alva/AV89.ogg","La sangre de los sacrificios de Ahuana está en tus manos, exiliado. Y ahora serán muchísimos.",1,null],["Incursion_TempestRoom1",64,"Audio/Dialogue/NPC/Alva/AV90.ogg","Un personaje tempestuoso, Topotante. En todos los sentidos. Pero si quieres que estén en esa sala, ¿quién soy yo para oponerme?",1,null],["Incursion_TempestRoom2",65,"Audio/Dialogue/NPC/Alva/AV91.ogg","Los vientos del cambio soplan a través de esa sala. El Arquitecto de las Tormentas construirá con gusto sobre tu furia.",1,null],["Incursion_TempestRoom3",66,"Audio/Dialogue/NPC/Alva/AV92.ogg","¿Fue la tormenta del milenio? Esperemos que no nos arruine nada en el futuro.",1,null],["Incursion_TrapsRoom1",67,"Audio/Dialogue/NPC/Alva/AV93.ogg","Has dejado que el Arquitecto de Fortificaciones tome esa cámara. Sabes lo que son las fortificaciones, ¿no? Nuestra idea es literalmente <italic>{asaltar} ese templo.",1,null],["Incursion_TrapsRoom2",68,"Audio/Dialogue/NPC/Alva/AV94.ogg","Has matado al rival de Matatl. Eso le dará los recursos que necesita para llenar el templo con trampas. Trampas que tendremos que evitar.",1,null],["Incursion_TrapsRoom3",69,"Audio/Dialogue/NPC/Alva/AV95.ogg","Has permitido que Matatl viva, y como agradecimiento ha puesto trampas por todas partes. No estoy segura de que lo hayas pensado bien...",1,null],["Incursion_TrinketsRoom1",70,"Audio/Dialogue/NPC/Alva/AV96.ogg","El Arquitecto de la Hermandad era un joyero notoriamente talentoso. Con él por aquí, Atzoatl seguramente resplandecerá.",1,null],["Incursion_TrinketsRoom2",71,"Audio/Dialogue/NPC/Alva/AV97.ogg","¿El rival de Azcapa está muerto? Puedo oír las joyas lloviendo desde aquí. ¡No puedo esperar a encontrar este templo!.",1,null],["Incursion_TrinketsRoom3",72,"Audio/Dialogue/NPC/Alva/AV98.ogg","¿Azcapa aún vive? Exiliado, me vas a convertir en una mujer <italic>{muy} feliz. Feliz y rica.",1,null],["IncursionWeaponsRoom1",73,"Audio/Dialogue/NPC/Alva/AV99.ogg","A Ticaba le encantaban sus batallas de gladiadores. Dejando a un lado los registros históricos, supongo que permitirle vivir podría hacer que las armas fueran más fáciles de conseguir.",1,null],["IncursionWeaponsRoom2",74,"Audio/Dialogue/NPC/Alva/AV100.ogg","No hay mejor lugar para derramar sangre Vaal que en la arena. Y no hay mejor arquitecto para dejar al mando que Ticaba.",1,null],["IncursionWeaponsRoom3",75,"Audio/Dialogue/NPC/Alva/AV101.ogg","Así que dejaste a Ticaba evocando recuerdos a la sombra de sus campeones de la arena... Esperemos que la eternidad recompense tus acciones.",1,null],["IncursionWorkshopRoom1",76,"Audio/Dialogue/NPC/Alva/AV102.ogg","Jiquani estaba obsesionado con encontrar nuevas y creativas maneras de hacer las cosas. Mantenerlo allí seguramente resultará en una recompensa, ¿verdad?",1,null],["IncursionWorkshopRoom2",77,"Audio/Dialogue/NPC/Alva/AV103.ogg","Jiquani no recibe su título en vano, por lo que veo. Ha sido muy \"diligente\" para mantenerse con vida y en el negocio.",1,null],["IncursionWorkshopRoom3",78,"Audio/Dialogue/NPC/Alva/AV104.ogg","Tengo que decir, exiliado, que estoy ansiosa por ver en qué consiste tu plan de mantener a este bastardo respirando. Supongo que lo veremos pronto.",1,null],["Incursion_ConnectionsChanged1",79,"Audio/Dialogue/NPC/Alva/AV18_A_1.ogg","¡Has forjado nuevas conexiones!",1,null],["Incursion_ConnectionsChanged2",79,"Audio/Dialogue/NPC/Alva/AV35_A.ogg","Oh, ¡Has abierto nuevos caminos!",1,null],["Incursion_ConnectionsChanged3",79,"Audio/Dialogue/NPC/Alva/AV35_B.ogg","¡Has hecho que sea más fácil viajar por el templo!",1,null],["Incursion_ConnectionsChanged4",79,"Audio/Dialogue/NPC/Alva/AV35_C.ogg","Los caminos que has abierto nos ayudarán más tarde.",1,null],["Incursion_GenericNothingChanged1",80,"Audio/Dialogue/NPC/Alva/AV17_A.ogg","Hmm... me temo que no tuvimos suerte esta vez. Nada ha cambiado en el mapa. No es malo... ¿pero quizá tampoco sea bueno?. Sigamos intentando.",1,null],["Incursion_GenericNothingChanged2",80,"Audio/Dialogue/NPC/Alva/AV17_B.ogg","¡Nop! Nada ha cambiado esta vez. Sigue intentando. Cuanto más modifiques, más descubriremos.",1,null],["Incursion_GenericNothingChanged3",80,"Audio/Dialogue/NPC/Alva/AV17_C.ogg","Hmm, sin cambios. ¡Espero que sea lo que querías!",1,null],["Incursion_StrongboxRoom1",81,"Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_13.ogg","¡Zantipi era mi tipo de arquitecto! Estaba obsesionado con llenar cofres con cosas valiosas y después protegerlos con toda clase de trampas.",1,null],["Incursion_StrongboxRoom2",82,"Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_14.ogg","Gracias a la creciente influencia de Zantipi, de seguro habrá más cofres peligrosos, y lucrativos, por aquí.",1,null],["Incursion_StrongboxRoom3",83,"Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_15.ogg","Una sala entera repleta de cajas fuertes peligrosas y rebosantes de tesoro. Eres mi persona favorita.",1,null],["Incursion_TormentRoom1",84,"Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_09.ogg","Tzamoto tiene un sentido de justicia retorcido. Las ejecuciones se reservaban para crímenes particularmente brutales... A los criminales menores simplemente los encerraba por el resto de sus vidas.",1,null],["Incursion_TormentRoom2",85,"Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_10.ogg","Supongo que tienes razones para querer que crezca la prisión de Tzamoto, pero no me hago ni una idea de por qué.",1,null],["Incursion_TormentRoom3",86,"Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_11.ogg","La prisión de Tzamoto es enorme, y está repleta de criminales. Criminales notoriamente pobres. Fabuloso. Gracias.",1,null],["Incursion_LegionRoom1",87,"","¿Opitoli tomó esa sala? Era un jefe de guerra brutalmente violento. ¡Más me vale que sepas lo que estás haciendo!",1,null],["Incursion_LegionRoom2",88,"","Los vaal se consideraban pacíficos en comparación con los tiempos actuales, pero aún así había gente que disfrutaba con la violencia. Y acabas de darle a una de esas personas exactamente lo que quería.",1,null],["Incursion_LegionRoom3",89,"","Opiloti solía derramar la sangre de sus mejores guerreros. Él creía que les otorgaría la inmortalidad. ¡Supongo que dentro de poco averiguaremos si estaba en lo correcto!",1,null]]}