{
  "filename": "UITalkText.dat",
  "header": [
    {
      "name": "Id",
      "rowid": 0,
      "type": "ref|string",
      "key": null,
      "key_id": null,
      "key_offset": 0,
      "enum": null,
      "unique": true,
      "file_path": false,
      "file_ext": null,
      "display": null,
      "display_type": "{0}",
      "description": null
    },
    {
      "name": "UITalkCategoriesKey",
      "rowid": 1,
      "type": "int",
      "key": "UITalkCategories.dat",
      "key_id": null,
      "key_offset": 1,
      "enum": null,
      "unique": false,
      "file_path": false,
      "file_ext": null,
      "display": null,
      "display_type": "{0}",
      "description": null
    },
    {
      "name": "OGGFile",
      "rowid": 2,
      "type": "ref|string",
      "key": null,
      "key_id": null,
      "key_offset": 0,
      "enum": null,
      "unique": false,
      "file_path": true,
      "file_ext": ".ogg",
      "display": null,
      "display_type": "{0}",
      "description": null
    },
    {
      "name": "Text",
      "rowid": 3,
      "type": "ref|string",
      "key": null,
      "key_id": null,
      "key_offset": 0,
      "enum": null,
      "unique": false,
      "file_path": false,
      "file_ext": null,
      "display": null,
      "display_type": "{0}",
      "description": null
    },
    {
      "name": "Flag0",
      "rowid": 4,
      "type": "byte",
      "key": null,
      "key_id": null,
      "key_offset": 0,
      "enum": null,
      "unique": false,
      "file_path": false,
      "file_ext": null,
      "display": null,
      "display_type": "{0}",
      "description": null
    },
    {
      "name": "Key0",
      "rowid": 5,
      "type": "ulong",
      "key": null,
      "key_id": null,
      "key_offset": 0,
      "enum": null,
      "unique": false,
      "file_path": false,
      "file_ext": null,
      "display": null,
      "display_type": "{0}",
      "description": null
    }
  ],
  "data": [
    [
      "Incursion_FirstIncursionGreeting",
      1,
      "Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_04.ogg",
      "Encontrei uma forma de acender um caminho até o lendário templo de Atzoatl. Uma magia conjurada nessas pedras angulares ancestrais, ativada pelo sangue dos Vaal. Eu tenho um pouco dentro de mim, sabe. Essa magia o levará até dias passados. Uma vez lá, mantenha o portal aberto cortando algumas gargantas merecedoras. Quanto mais tempo ficar, mais eu aprendo sobre a localização do templo nos dias atuais.\r\n\r\nUma vez que o encontremos, teremos todo o tempo do mundo para coletar seus vários tesouros. É por isso que precisamos encontrar o templo aqui e agora. Porém cuidado com o que faz enquanto estiver lá. Qualquer acão que fizer trará as consequências através do tempo e espaço, mudando as coisas nos dias de hoje também. Entao, o que está esperando? ...Vá fazer história!",
      1,
      null
    ],
    [
      "Incursion_FirstIncursionComplete",
      2,
      "Audio/Dialogue/NPC/Alva/AV05.ogg",
      "É bom ver que você sobreviveu sua primeira incursão.",
      1,
      null
    ],
    [
      "Incursion_FirstIncursionFarewell",
      3,
      "Audio/Dialogue/NPC/Alva/AV09.ogg",
      "Olha, estas magias de sangue são coisas traiçoeiras. Elas devem ser feitas sob certas circunstâncias - dias da semana, alinhamento estrelar...esse tipo de coisa. Eu vou dar uma olhada em uma nova localização para o próximo ritual. Me encontre e nós continuaremos nossa aventura.",
      1,
      null
    ],
    [
      "Incursion_SecondIncursionGreeting",
      4,
      "Audio/Dialogue/NPC/Alva/AV10.ogg",
      "Eu sabia que me encontraria. Nós somos farinha do mesmo saco. Sua última aventura nos levou um pouco mais perto de encontrar o templo, mas temos muito o que fazer. Espero que esteja pronto para outra.",
      1,
      null
    ],
    [
      "Incursion_SecondIncursionPortal",
      5,
      "Audio/Dialogue/NPC/Alva/AV12.ogg",
      "Parece familiar? Este é o templo como você deixou da última vez. Cada nova incursão muda este meu mapa. Quando fizer incursões suficientes, talvez a localização atual do Templo seja revelada!",
      1,
      null
    ],
    [
      "Incursion_GenericIncursionGreeting",
      6,
      "Audio/Dialogue/NPC/Alva/AV11.ogg",
      "Ah, aí está você. Preparado para revisitar o passado? Quando mais matar, mais você muda meu mapa, e mais perto chegarmos de encontrar o Templo nos dias atuais.",
      1,
      null
    ],
    [
      "Incursion_GenericIncursionPortal_1",
      7,
      "Audio/Dialogue/NPC/Alva/AV13_A.ogg",
      "Este é o plano.",
      1,
      null
    ],
    [
      "Incursion_GenericIncursionPortal_2",
      7,
      "Audio/Dialogue/NPC/Alva/AV13_B.ogg",
      "Vamos dar uma olhada no layout.",
      1,
      null
    ],
    [
      "Incursion_GenericIncursionPortal_3",
      7,
      "Audio/Dialogue/NPC/Alva/AV13_C.ogg",
      "Cada Incursão precisa de preparações.",
      1,
      null
    ],
    [
      "Incursion_GenericIncursionPortal_4",
      7,
      "Audio/Dialogue/NPC/Alva/AV13_D.ogg",
      "Dê uma olhada em onde está indo.",
      1,
      null
    ],
    [
      "Incursion_GenericIncursionComplete_1",
      8,
      "Audio/Dialogue/NPC/Alva/AV14_A.ogg",
      "Bom trabalho.",
      1,
      null
    ],
    [
      "Incursion_GenericIncursionComplete_2",
      8,
      "Audio/Dialogue/NPC/Alva/AV14_B.ogg",
      "Bom trabalho, exilado.",
      1,
      null
    ],
    [
      "Incursion_GenericIncursionFarewell",
      9,
      "Audio/Dialogue/NPC/Alva/AV19.ogg",
      "O templo se aproxima com cada novo passo! Me encontre novamente e nós continuaremos nossa tarefa.",
      1,
      null
    ],
    [
      "Incursion_TempleIsOpenFarewell",
      10,
      "Audio/Dialogue/NPC/Alva/AV20.ogg",
      "Se assegure de ter suprimentos suficientes. Me avise quando estiver pronto e nós iremos. Eu abrirei outro portal para nos levar até lá.",
      1,
      null
    ],
    [
      "Incursion_TempleOpenGreeting",
      11,
      "Audio/Dialogue/NPC/Alva/AV23.ogg",
      "Eu consegui! Digo, nós conseguimos. A localização do Templo está clara! Fique atento, exilado. Nós ajudamos a construir este layout, mas muito pode ter mudado em dois mil anos. Não tem como dizer que tipo coisas tomaram estas ruínas como residência...",
      1,
      null
    ],
    [
      "Incursion_TemplePortal",
      12,
      "Audio/Dialogue/NPC/Alva/AV22.ogg",
      "Espero que tenha espaço. Hoje nós seremos reis!",
      1,
      null
    ],
    [
      "Incursion_ArmourRoom1",
      13,
      "Audio/Dialogue/NPC/Alva/AV39.ogg",
      "O Arquiteto do Ferro estabeleceu equipamentos de ferreiro naquele salão. Cuidado para não sair correndo em suas carapaças de metal.",
      1,
      null
    ],
    [
      "Incursion_ArmourRoom2",
      14,
      "Audio/Dialogue/NPC/Alva/AV40.ogg",
      "Atmohua conseguiu uma bela armaria graças a você, e todos com certeza se beneficiarão de sua proteção.",
      1,
      null
    ],
    [
      "Incursion_ArmourRoom3",
      15,
      "Audio/Dialogue/NPC/Alva/AV41.ogg",
      "Você pavimentou o caminho para que defesas fortemente protegidas se estabelecessem aqui. Eu não tenho certeza do porque você iria querer isso, mas talvez nós possamos vender as armaduras como ferro velho.",
      1,
      null
    ],
    [
      "Incursion_BreachRoom1",
      16,
      "Audio/Dialogue/NPC/Alva/AV42.ogg",
      "Você decidiu manter o Arquiteto da Fenda vivo. Eu... Honestamente não sei o que ele fará naquele salão.",
      1,
      null
    ],
    [
      "Incursion_BreachRoom2",
      17,
      "Audio/Dialogue/NPC/Alva/AV43.ogg",
      "O que quer que seja que Zilquapa tenha encontrado naquele salão, você permitiu que ele mantivesse. Um pouco arriscado, mas sem risco, sem recompensa.",
      1,
      null
    ],
    [
      "Incursion_BreachRoom3",
      18,
      "Audio/Dialogue/NPC/Alva/AV44.ogg",
      "Ótimo, a loucura de Zilquapa permitiu que aquelas... <italic>{things}... Entrassem no Templo. Isso foi planejado ou eu devo aplaudí-lo por sua tolice?",
      1,
      null
    ],
    [
      "Incursion_BreedingRoom1",
      19,
      "Audio/Dialogue/NPC/Alva/AV45.ogg",
      "Boa ideia, dar o salão à este arquiteto. Mais sangue a jorrar significa mais tempo no grande templo. Contemple! Os despojos da guerra!",
      1,
      null
    ],
    [
      "Incursion_BreedingRoom2",
      20,
      "Audio/Dialogue/NPC/Alva/AV46.ogg",
      "Sem um rival, Cholotl com certeza aumentará seus esforços para recrutar. Sem problema para você, tenho certeza.",
      1,
      null
    ],
    [
      "Incursion_BreedingRoom3",
      21,
      "Audio/Dialogue/NPC/Alva/AV47.ogg",
      "Você deixou Cholotl modificar a câmara para um santuário para os Vaal mais loucos por guerra. Espero que isso não volte para nos morder.",
      1,
      null
    ],
    [
      "Incursion_CartographyRoom1",
      22,
      "Audio/Dialogue/NPC/Alva/AV48.ogg",
      "Agora o Arquiteto da Expansão possui uma base de operações da qual ele pode começar a explorar Wraeclast.",
      1,
      null
    ],
    [
      "Incursion_CartographyRoom2",
      23,
      "Audio/Dialogue/NPC/Alva/AV49.ogg",
      "Com o rival de Uromoti morto, seus recursos serão colocados em bom uso, levando as prodigiosas explorações Vaal ainda mais longe.",
      1,
      null
    ],
    [
      "Incursion_CartographyRoom3",
      24,
      "Audio/Dialogue/NPC/Alva/AV50.ogg",
      "A exploração de Uromoti está em uma escala que eu nunca vi. Pelo que eles procuram? O que poderia <italic>{faltar} para ser explorado?",
      1,
      null
    ],
    [
      "Incursion_ChestsRoom1",
      25,
      "Audio/Dialogue/NPC/Alva/AV51.ogg",
      "Você deixou algum espaço para tomar os \"achados\" do Arquiteto do Tesouro?",
      1,
      null
    ],
    [
      "Incursion_ChestsRoom2",
      26,
      "Audio/Dialogue/NPC/Alva/AV52.ogg",
      "Juatalotli possui muito mais espaço para guardar sua estranha coleção com seu rival fora do caminho.",
      1,
      null
    ],
    [
      "Incursion_ChestsRoom3",
      27,
      "Audio/Dialogue/NPC/Alva/AV53.ogg",
      "Com outro rival morto, o Arquiteto do Tesouro vai encher aquele salão com todos os tipos de itens valiosos. Bem pensado.",
      1,
      null
    ],
    [
      "Incursion_CorruptionRoom1",
      28,
      "Audio/Dialogue/NPC/Alva/AV54.ogg",
      "O Arquiteto da Corrupção tomou para si aquele salão para seus experimentos nefários.",
      1,
      null
    ],
    [
      "Incursion_CorruptionRoom2",
      29,
      "Audio/Dialogue/NPC/Alva/AV55.ogg",
      "Paquate usou sua influência crescente para afunilar mais energias corruptas dentro daquele salão.",
      1,
      null
    ],
    [
      "Incursion_CorruptionRoom3",
      30,
      "Audio/Dialogue/NPC/Alva/AV56.ogg",
      "A influência de sua corrupção continua a crescer. Mas você já sabia disso, né? ",
      1,
      null
    ],
    [
      "Incursion_CurrencyRoom1",
      31,
      "Audio/Dialogue/NPC/Alva/AV57.ogg",
      "O Arquiteto do Forte tomou aquele salão? Isso são <italic>{ótimas} notícias!",
      1,
      null
    ],
    [
      "Incursion_CurrencyRoom2",
      32,
      "Audio/Dialogue/NPC/Alva/AV58.ogg",
      "Desde que você matou seu rival, nós provavelmente poderemos nos aproveitar ainda mais da riqueza deleitável de Estazunti naquele salão.",
      1,
      null
    ],
    [
      "Incursion_CurrencyRoom3",
      33,
      "Audio/Dialogue/NPC/Alva/AV59.ogg",
      "Vamos apostar, exilado? Aposto que Estazunti encheu aquele salão com tesouros e objetos de valor nesse momento. Um pensamento empolgante né? ",
      1,
      null
    ],
    [
      "Incursion_HatcheryRoom1",
      34,
      "Audio/Dialogue/NPC/Alva/AV60.ogg",
      "Por conta de suas ações, e escondidos por aqueles (se arrepia) experimentos apavorantes, Citaqualotl, Arquiteto do Enxame agora está lá.",
      1,
      null
    ],
    [
      "Incursion_HatcheryRoom2",
      35,
      "Audio/Dialogue/NPC/Alva/AV61.ogg",
      "Com todo o medo removido, Citaqualotl parece ter se começado a mexer com dispositivos estranhos de metal.",
      1,
      null
    ],
    [
      "Incursion_HatcheryRoom3",
      36,
      "Audio/Dialogue/NPC/Alva/AV62.ogg",
      "Então o cientista louco pensou em combinar metal e inseto? Espero que eles já tenham sumido quando voltarmos.",
      1,
      null
    ],
    [
      "Incursion_FlameRoom1",
      37,
      "Audio/Dialogue/NPC/Alva/AV63.ogg",
      "Naquela câmara, o Arquiteto da Forja agora bate seu martelo, envolto em faíscas e vapor.",
      1,
      null
    ],
    [
      "Incursion_FlameRoom2",
      38,
      "Audio/Dialogue/NPC/Alva/AV64.ogg",
      "O martelo de Puhuarte continuará a ecoar na escuridão, espero que você tenha uma razão para isso.",
      1,
      null
    ],
    [
      "Incursion_FlameRoom3",
      39,
      "Audio/Dialogue/NPC/Alva/AV65.ogg",
      "Suas ações permitiram que Puhuarte deixasse a imaginação livre. Quais tipos de dispositivos horríveis foram forjados aqui nestas chamas?",
      1,
      null
    ],
    [
      "Incursion_LightningRoom1",
      40,
      "Audio/Dialogue/NPC/Alva/AV66.ogg",
      "Aquele salão agora irradia com energia, Xopec, o arquiteto do poder o tomou.",
      1,
      null
    ],
    [
      "Incursion_LightningRoom2",
      41,
      "Audio/Dialogue/NPC/Alva/AV67.ogg",
      "Os experimentos de Xopec com sangue vivo elétrico cresceu naquele salão.",
      1,
      null
    ],
    [
      "Incursion_LightningRoom3",
      42,
      "Audio/Dialogue/NPC/Alva/AV68.ogg",
      "Os poderes que você deixou crescer em Xopec, eu imagino, como eles crescerão no presente?",
      1,
      null
    ],
    [
      "Incursion_EmpoweringRoom1",
      43,
      "Audio/Dialogue/NPC/Alva/AV69.ogg",
      "Ah, deu aquele salão para Quipolatl - uma escolha interessante. Você precisa mesmo achar sempre um desafio, exilado?",
      1,
      null
    ],
    [
      "Incursion_EmpoweringRoom2",
      44,
      "Audio/Dialogue/NPC/Alva/AV70.ogg",
      "Quipolatl tem sua mente no nexus, e com essa sua ação, sua mente continua a crescer.",
      1,
      null
    ],
    [
      "Incursion_EmpoweringRoom3",
      45,
      "Audio/Dialogue/NPC/Alva/AV71.ogg",
      "Deuses, exilado! Você realmente quer dificultar as coisas para si mesmo! Quem sabe como esta parte do templo será no futuro? ",
      1,
      null
    ],
    [
      "Incursion_ExplosivesRoom1",
      46,
      "Audio/Dialogue/NPC/Alva/AV72.ogg",
      "Hayoxi só quer fazer as coisas explodirem! Colocando-as naquele salão... Pode ser de ajuda para nós? ",
      1,
      null
    ],
    [
      "Incursion_ExplosivesRoom2",
      47,
      "Audio/Dialogue/NPC/Alva/AV73.ogg",
      "Qualquer um acharia que você tem a mesma queda para o caos que Hayoxi. Bem, deixando-o assim só aumentará seu arsenal de explosivos.",
      1,
      null
    ],
    [
      "Incursion_ExplosivesRoom3",
      48,
      "Audio/Dialogue/NPC/Alva/AV74.ogg",
      "Desse jeito, esse infeliz maluco terá explodido todo o templo.",
      1,
      null
    ],
    [
      "Incursion_GemRoom1",
      49,
      "Audio/Dialogue/NPC/Alva/AV75.ogg",
      "Zalatl com certeza nos recompensará, de forma descuidada, por colocá-lo no controle daquele salão.",
      1,
      null
    ],
    [
      "Incursion_GemRoom2",
      50,
      "Audio/Dialogue/NPC/Alva/AV76.ogg",
      "Tanto o Arquiteto da Taumaturgia quanto você compartilham um amor pelas gemas.",
      1,
      null
    ],
    [
      "Incursion_GemRoom3",
      51,
      "Audio/Dialogue/NPC/Alva/AV77.ogg",
      "Eles deveriam chamar aquilo de caixa de joiais de Zalatl! Imagine o valor que ela teria hoje!",
      1,
      null
    ],
    [
      "Incursion_HealingRoom1",
      52,
      "Audio/Dialogue/NPC/Alva/AV78.ogg",
      "Riachos tão lindos correm por aquele salão. Seria uma vergonha ver Guatelitzi sujá-los, mas tudo pelo bem maior, creio eu.",
      1,
      null
    ],
    [
      "Incursion_HealingRoom2",
      53,
      "Audio/Dialogue/NPC/Alva/AV79.ogg",
      "Que adorável salão de pintura...Ah, os Vaal e seus charmes... Ainda assim, ter um Arquiteto da Carne aqui deverá ser interessante no futuro.",
      1,
      null
    ],
    [
      "Incursion_HealingRoom3",
      54,
      "Audio/Dialogue/NPC/Alva/AV80.ogg",
      "Guatelitzi realmente transformou aqueles fossos em uma casa. Vamos esperar que isso seja uma boa coisa nos dias atuais.",
      1,
      null
    ],
    [
      "Incursion_PoisonRoom1",
      55,
      "Audio/Dialogue/NPC/Alva/AV81.ogg",
      "Ugh, o Arquiteto das Toxinas - não seria minha primeira escolha para deixar tomar esta parte do templo...",
      1,
      null
    ],
    [
      "Incursion_PoisonRoom2",
      56,
      "Audio/Dialogue/NPC/Alva/AV82.ogg",
      "Parece que as plantas de Tacati estão crescendo fora de controle. Espero que nos deuses que você saiba o que faz...",
      1,
      null
    ],
    [
      "Incursion_PoisonRoom3",
      57,
      "Audio/Dialogue/NPC/Alva/AV83.ogg",
      "Você libertou Tacati da oposição. Agora ele está livre para brincar com todos os seus malditos venenos. Tudo que estou dizendo é, é bom que eu não fique doente.",
      1,
      null
    ],
    [
      "Incursion_QueenRoom1",
      58,
      "Audio/Dialogue/NPC/Alva/AV84.ogg",
      "O Arquiteto Real tomou este salão para sua Rainha.",
      1,
      null
    ],
    [
      "Incursion_QueenRoom2",
      59,
      "Audio/Dialogue/NPC/Alva/AV85.ogg",
      "Xipocado parece estar focado em fazer deste algum tipo de salão real, e você acabou de facilitar para ele.",
      1,
      null
    ],
    [
      "Incursion_QueenRoom3",
      60,
      "Audio/Dialogue/NPC/Alva/AV86.ogg",
      "Quer adivinhar qual a bunda que vai ocupar o Salão do trono que você deixou o Arquiteto Real estabelecer?",
      1,
      null
    ],
    [
      "Incursion_SacrificeRoom1",
      61,
      "Audio/Dialogue/NPC/Alva/AV87.ogg",
      "Você...deixou o Arquiteto das Cerimônias, o homem que liderou <italic>{incontáveis} sacrifícios humanos, tomar aquela câmara?",
      1,
      null
    ],
    [
      "Incursion_SacrificeRoom2",
      62,
      "Audio/Dialogue/NPC/Alva/AV88.ogg",
      "O rival de Ahuana está morto, e agora ele afuniou os recursos para sacrifícios ainda mais sangrentos em honra aos seus deuses falsos e sua Rainha besta.",
      1,
      null
    ],
    [
      "Incursion_SacrificeRoom3",
      63,
      "Audio/Dialogue/NPC/Alva/AV89.ogg",
      "O sangue dos sacrifícios de Ahuana está em suas mãos, Exilado. E agora teremos muitos deles.",
      1,
      null
    ],
    [
      "Incursion_TempestRoom1",
      64,
      "Audio/Dialogue/NPC/Alva/AV90.ogg",
      "Um peronsagem tempestuoso, Topotante. Com certeza. Mas se você os quer naquele salão, quem sou eu para discordar?",
      1,
      null
    ],
    [
      "Incursion_TempestRoom2",
      65,
      "Audio/Dialogue/NPC/Alva/AV91.ogg",
      "Os ventos da mudança cantam por aquele salão. O arquiteto das tempestades com certeza construirá bastante em cima da sua fúria.",
      1,
      null
    ],
    [
      "Incursion_TempestRoom3",
      66,
      "Audio/Dialogue/NPC/Alva/AV92.ogg",
      "A tempestade do milênio né? Esperemos que ela não estrague nada para nós no futuro.",
      1,
      null
    ],
    [
      "Incursion_TrapsRoom1",
      67,
      "Audio/Dialogue/NPC/Alva/AV93.ogg",
      "Você foi lá e deixou o Arquiteto das Fortificações tomar aquela câmara. Você sabe o que são fortificações, não sabe? Nós literalmentes planejamos <italic>{invadir} aquele templo.",
      1,
      null
    ],
    [
      "Incursion_TrapsRoom2",
      68,
      "Audio/Dialogue/NPC/Alva/AV94.ogg",
      "Você escravisou o rival de Matatl. Isso dará a ele recursos que ele precisa para encher o templo com armadilhas. Armadilhas que precisaremos evitar.",
      1,
      null
    ],
    [
      "Incursion_TrapsRoom3",
      69,
      "Audio/Dialogue/NPC/Alva/AV95.ogg",
      "Você permitiu que Matatl vivesse, e como agradecimento ele colocou armadilhas pra todos os lados. Não tenho certeza se você pensou nisso com cuidado...",
      1,
      null
    ],
    [
      "Incursion_TrinketsRoom1",
      70,
      "Audio/Dialogue/NPC/Alva/AV96.ogg",
      "O Arquiteto da Guilda foi um joalheiro de talento notável. Com ele por aí, Atzoatl com certeza brilhará.",
      1,
      null
    ],
    [
      "Incursion_TrinketsRoom2",
      71,
      "Audio/Dialogue/NPC/Alva/AV97.ogg",
      "O rival de Azcapa morreu? Eu consigo ouvir as joias chovendo daqui. Mal posso esperar para encontrar este templo.",
      1,
      null
    ],
    [
      "Incursion_TrinketsRoom3",
      72,
      "Audio/Dialogue/NPC/Alva/AV98.ogg",
      "Azcapa ainda vive? Exilado, você me deixará <italic>{muito} feliz. Feliz e rica.",
      1,
      null
    ],
    [
      "IncursionWeaponsRoom1",
      73,
      "Audio/Dialogue/NPC/Alva/AV99.ogg",
      "Ticaba realmente amava suas batalhas de gladiadores. Registros histórios a parte, creio que permitindo que ele viva pode fazer com que armas sejam mais facilmente conseguidas.",
      1,
      null
    ],
    [
      "IncursionWeaponsRoom2",
      74,
      "Audio/Dialogue/NPC/Alva/AV100.ogg",
      "Não há lugar melhor para derramar sangue Vaal do que na arena. E não há melhor arquiteto para deixar no controle do que Ticaba.",
      1,
      null
    ],
    [
      "IncursionWeaponsRoom3",
      75,
      "Audio/Dialogue/NPC/Alva/AV101.ogg",
      "Então você deixou Ticaba permanecer às sombras de sua arena de campeões... Espero que a eternidade recompense suas ações.",
      1,
      null
    ],
    [
      "IncursionWorkshopRoom1",
      76,
      "Audio/Dialogue/NPC/Alva/AV102.ogg",
      "Jiquani estava obcecado para encontrar novas e criativas formas de conseguir as coisas. Mantê-lo lá com certeza resultará em uma recompensa, certo?",
      1,
      null
    ],
    [
      "IncursionWorkshopRoom2",
      77,
      "Audio/Dialogue/NPC/Alva/AV103.ogg",
      "Jiquani não tem seu título atoa. Ele tem sido bem \"industrializado\" ao manter-se vivo e ativo nos negócios.",
      1,
      null
    ],
    [
      "IncursionWorkshopRoom3",
      78,
      "Audio/Dialogue/NPC/Alva/AV104.ogg",
      "Tenho que dizer exilado, estou desesperada para ver qual era seu plano ao manter este bastardo respirando. Creio que veremos logo logo.",
      1,
      null
    ],
    [
      "Incursion_ConnectionsChanged1",
      79,
      "Audio/Dialogue/NPC/Alva/AV18_A_1.ogg",
      "Você forjou algumas conexções!",
      1,
      null
    ],
    [
      "Incursion_ConnectionsChanged2",
      79,
      "Audio/Dialogue/NPC/Alva/AV35_A.ogg",
      "Oh, você abriu novos caminhos!",
      1,
      null
    ],
    [
      "Incursion_ConnectionsChanged3",
      79,
      "Audio/Dialogue/NPC/Alva/AV35_B.ogg",
      "Você tornou mais fácil andar pelo templo!",
      1,
      null
    ],
    [
      "Incursion_ConnectionsChanged4",
      79,
      "Audio/Dialogue/NPC/Alva/AV35_C.ogg",
      "Os caminhos que você abriu nos ajudarão depois.",
      1,
      null
    ],
    [
      "Incursion_GenericNothingChanged1",
      80,
      "Audio/Dialogue/NPC/Alva/AV17_A.ogg",
      "Hmm... Sem sorte desta vez. Nada mudou no mapa. Não é uma boa coisa, mas também não é ruim. Continue tentando.",
      1,
      null
    ],
    [
      "Incursion_GenericNothingChanged2",
      80,
      "Audio/Dialogue/NPC/Alva/AV17_B.ogg",
      "Não! Nada mudou desta vez. Continue tentando. Quanto mais você mudar, mais saberemos.",
      1,
      null
    ],
    [
      "Incursion_GenericNothingChanged3",
      80,
      "Audio/Dialogue/NPC/Alva/AV17_C.ogg",
      "Hmm... Sem mudanças. Espero que era isso que você queria!",
      1,
      null
    ],
    [
      "Incursion_StrongboxRoom1",
      81,
      "Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_13.ogg",
      "Zantipi era meu tipo de arquiteto! Ele era fascinado em preencher baús com itens valiosos e então protegê-los com todo tipo de armadilha.",
      1,
      null
    ],
    [
      "Incursion_StrongboxRoom2",
      82,
      "Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_14.ogg",
      "Com a crescente influência de Zantipi, tenho certeza que existirão baús mais perigosos -- e lucrativos -- por aqui.",
      1,
      null
    ],
    [
      "Incursion_StrongboxRoom3",
      83,
      "Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_15.ogg",
      "Um salão inteiro cheio de cofres perigosos cheios até as tampas com tesouro. Você é a minha pessoa predileta, Exilado.",
      1,
      null
    ],
    [
      "Incursion_TormentRoom1",
      84,
      "Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_09.ogg",
      "Tzamoto poossuia um senso de justiça deturpado. Execuções eram guardadas para os crimes particularmente brutais… Ele simplesmente aprisionava os pequenos criminosos pelo resto das vidas.",
      1,
      null
    ],
    [
      "Incursion_TormentRoom2",
      85,
      "Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_10.ogg",
      "Suponho que você tenha razões para querer que a prisão de Tzamoto cresça, mas eu não consigo mesmo ver o porque.",
      1,
      null
    ],
    [
      "Incursion_TormentRoom3",
      86,
      "Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_11.ogg",
      "A prisão de Tzamoto é enorme e repleta de criminosos. Notoriamente criminosos pobres. Maravilha. Muito obrigado, Exilado.",
      1,
      null
    ],
    [
      "Incursion_LegionRoom1",
      87,
      "",
      "Opiloti tomou aquele salão? Ele era um general de guerra brutalmente violento. Espero que você saiba o que está fazendo, pelo meu bem!",
      1,
      null
    ],
    [
      "Incursion_LegionRoom2",
      88,
      "",
      "Os Vaal eram considerados pacíficos pelos padrões de hoje, mas ainda haviam pessoas que se divertiam com a violência. E você acabou de dar à eles exatamente o que queriam.",
      1,
      null
    ],
    [
      "Incursion_LegionRoom3",
      89,
      "",
      "Opiloti costumava derramar o sangue de seus mariores guerreiros. Ele acreditava que isso o concederia imortalidade. Acho que logo veremos se ele estava certo!",
      1,
      null
    ]
  ]
}