{"filename":"UITalkText.dat","header":[{"name":"Id","rowid":0,"type":"ref|string","key":null,"key_id":null,"key_offset":0,"enum":null,"unique":true,"file_path":false,"file_ext":null,"display":null,"display_type":"{0}","description":null},{"name":"UITalkCategoriesKey","rowid":1,"type":"int","key":"UITalkCategories.dat","key_id":null,"key_offset":1,"enum":null,"unique":false,"file_path":false,"file_ext":null,"display":null,"display_type":"{0}","description":null},{"name":"OGGFile","rowid":2,"type":"ref|string","key":null,"key_id":null,"key_offset":0,"enum":null,"unique":false,"file_path":true,"file_ext":".ogg","display":null,"display_type":"{0}","description":null},{"name":"Text","rowid":3,"type":"ref|string","key":null,"key_id":null,"key_offset":0,"enum":null,"unique":false,"file_path":false,"file_ext":null,"display":null,"display_type":"{0}","description":null},{"name":"Flag0","rowid":4,"type":"byte","key":null,"key_id":null,"key_offset":0,"enum":null,"unique":false,"file_path":false,"file_ext":null,"display":null,"display_type":"{0}","description":null},{"name":"Key0","rowid":5,"type":"ulong","key":null,"key_id":null,"key_offset":0,"enum":null,"unique":false,"file_path":false,"file_ext":null,"display":null,"display_type":"{0}","description":null}],"data":[["Incursion_FirstIncursionGreeting",1,"Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_04.ogg","Я придумала, как проложить путь к заброшенному храму. Есть одно заклинание на основе крови ваал. Видишь ли, такая кровь есть и во мне. Это заклинание отправит тебя в прошлое. Оказавшись там, держи портал открытым. Для этого надо перерезать пару подходящих глоток. Чем дольше ты там задержишься, тем больше я вызнаю о местонахождении храма. \r\n\r\nНайдя его в нашем времени, мы с тобой сможем не спеша и полностью его обчистить. Но для этого надо отыскать храм в настоящем, здесь и сейчас. Знай, что прошлое не терпит беспечности. Словно рябью по воде, последствия всех твоих поступков дойдут наших дней и могут изменить настоящее. Ну, чего ты ждёшь?.. Иди, твори историю!",1,null],["Incursion_FirstIncursionComplete",2,"Audio/Dialogue/NPC/Alva/AV05.ogg","Хорошо, что тебе удалось выжить при первом вмешательстве.",1,null],["Incursion_FirstIncursionFarewell",3,"Audio/Dialogue/NPC/Alva/AV09.ogg","Видишь ли, заклятья на крови очень капризны. Их следует творить в определённых условиях: в нужные дни недели, при должном схождении звёзд... Всё такое. Я разыщу новое место для проведения следующего ритуала. Как найдёшь меня, так и продолжим!",1,null],["Incursion_SecondIncursionGreeting",4,"Audio/Dialogue/NPC/Alva/AV10.ogg","Я знала, что ты меня найдёшь. Мы с тобой будто две монетки в одном кошельке. Твоя последняя вылазка чуть приблизила нас к нахождению храма, но впереди ещё долгий путь. Надеюсь, тебе не терпится продолжить!",1,null],["Incursion_SecondIncursionPortal",5,"Audio/Dialogue/NPC/Alva/AV12.ogg","Знакомое здание? В последний раз тебе довелось побывать именно здесь. С каждым новым вмешательством моя карта меняется. Если достаточно разберёмся, то сможем отыскать храм в настоящем!",1,null],["Incursion_GenericIncursionGreeting",6,"Audio/Dialogue/NPC/Alva/AV11.ogg","Вот и ты. Ну что, пора вернуться в прошлое? Чем больше ты убьёшь, тем сильнее изменится моя карта, и тем ближе мы станем к нахождению храма в настоящем.",1,null],["Incursion_GenericIncursionPortal_1",7,"Audio/Dialogue/NPC/Alva/AV13_A.ogg","Вот наш план.",1,null],["Incursion_GenericIncursionPortal_2",7,"Audio/Dialogue/NPC/Alva/AV13_B.ogg","Давай взглянем на планировку.",1,null],["Incursion_GenericIncursionPortal_3",7,"Audio/Dialogue/NPC/Alva/AV13_C.ogg","К любому вмешательству надо как следует готовиться.",1,null],["Incursion_GenericIncursionPortal_4",7,"Audio/Dialogue/NPC/Alva/AV13_D.ogg","Смотри, куда ты направишься.",1,null],["Incursion_GenericIncursionComplete_1",8,"Audio/Dialogue/NPC/Alva/AV14_A.ogg","Молодец.",1,null],["Incursion_GenericIncursionComplete_2",8,"Audio/Dialogue/NPC/Alva/AV14_B.ogg","Ты молодец.",1,null],["Incursion_GenericIncursionFarewell",9,"Audio/Dialogue/NPC/Alva/AV19.ogg","С каждым разом очертания храма становятся всё отчётливее! Отыщи меня, тогда и продолжим.",1,null],["Incursion_TempleIsOpenFarewell",10,"Audio/Dialogue/NPC/Alva/AV20.ogg","Теперь понятно, где находится храм! Как следует подготовься к походу. Скажи, как соберёшься выходить. Тогда и отправимся. Я открою другой портал и проведу нас внутрь.",1,null],["Incursion_TempleOpenGreeting",11,"Audio/Dialogue/NPC/Alva/AV23.ogg","У меня получилось! То есть, у нас. Теперь понятно, где находится храм! Смотри куда идёшь и держи ухо востро. Пусть мы и повлияли на постройку храма, мало ли что могло измениться за две тысячи лет. Никто не знает, что за существа успели обжить эти развалины...",1,null],["Incursion_TemplePortal",12,"Audio/Dialogue/NPC/Alva/AV22.ogg","Надеюсь, у тебя вместительные сумки. Сегодня нас ожидает царская награда!",1,null],["Incursion_ArmourRoom1",13,"Audio/Dialogue/NPC/Alva/AV39.ogg","В этом зале Архитектор железа устроил кузню. Смотри не попадись под руку железнопанцирным.",1,null],["Incursion_ArmourRoom2",14,"Audio/Dialogue/NPC/Alva/AV40.ogg","Благодаря тебе Атмохва наладил производство доспехов. Все обитатели храма выиграют от его покровительства.",1,null],["Incursion_ArmourRoom3",15,"Audio/Dialogue/NPC/Alva/AV41.ogg","Твоими стараниями зал наполнится защитниками с крепчайшей бронёй. Ума не приложу, зачем тебе это. Хотя, может быть, мы сможем продать броню на лом.",1,null],["Incursion_BreachRoom1",16,"Audio/Dialogue/NPC/Alva/AV42.ogg","Стало быть, Архитектор разлома остался в живых. Я... честно говоря, даже представить не могу, что он сотворит с этим залом.",1,null],["Incursion_BreachRoom2",17,"Audio/Dialogue/NPC/Alva/AV43.ogg","Что бы Зильквапа ни нашёл в этом зале, благодаря тебе он своего не упустил. Слегка рискованно, но ведь без риска нет награды.",1,null],["Incursion_BreachRoom3",18,"Audio/Dialogue/NPC/Alva/AV44.ogg","Чудно. Безумие Зильквапы пустило в храм мистических…<italic>{тварей}. Ты это специально, или пора аплодировать твоему безрассудству?",1,null],["Incursion_BreedingRoom1",19,"Audio/Dialogue/NPC/Alva/AV45.ogg","Оставить зал этому архитектору — мудрое решение. Чем больше крови мы прольём, тем дольше задержимся в великом храме. А вот и твои трофеи!",1,null],["Incursion_BreedingRoom2",20,"Audio/Dialogue/NPC/Alva/AV46.ogg","Без соперника войско Чолотля станет прирастать ещё быстрее. Уверена, ты справишься и с этим.",1,null],["Incursion_BreedingRoom3",21,"Audio/Dialogue/NPC/Alva/AV47.ogg","Из-за тебя Чолотль превратил зал в прибежище для самых кровожадных ваал. Надеюсь, нам это не аукнется.",1,null],["Incursion_CartographyRoom1",22,"Audio/Dialogue/NPC/Alva/AV48.ogg","Теперь у Архитектора завоеваний есть плацдарм для изучения Рэкласта.",1,null],["Incursion_CartographyRoom2",23,"Audio/Dialogue/NPC/Alva/AV49.ogg","Уромоти с удовольствием пустит ресурсы погибшего соперника на дальнейшее исследование земель для ваал.",1,null],["Incursion_CartographyRoom3",24,"Audio/Dialogue/NPC/Alva/AV50.ogg","Исследования Уромоти приняли невиданный размах. Что же он ищет? Разве <italic>{осталось} хоть что-то неизведанное?",1,null],["Incursion_ChestsRoom1",25,"Audio/Dialogue/NPC/Alva/AV51.ogg","Благодаря тебе у Архитектора складов стало больше места для хранения «находок».",1,null],["Incursion_ChestsRoom2",26,"Audio/Dialogue/NPC/Alva/AV52.ogg","Когда соперник убрался с пути, у Ваталотли стало куда больше места для хранения странной коллекции.",1,null],["Incursion_ChestsRoom3",27,"Audio/Dialogue/NPC/Alva/AV53.ogg","Со смертью соперника Архитектор складов доверху наполнит зал всевозможными ценностями. Мудрый ход.",1,null],["Incursion_CorruptionRoom1",28,"Audio/Dialogue/NPC/Alva/AV54.ogg","Архитектор осквернения отвёл этот зал под свои гнусные эксперименты.",1,null],["Incursion_CorruptionRoom2",29,"Audio/Dialogue/NPC/Alva/AV55.ogg","Паквате использовал своё возросшее влияние и влил в этот зал новую скверну.",1,null],["Incursion_CorruptionRoom3",30,"Audio/Dialogue/NPC/Alva/AV56.ogg","Его скверна становится всё сильнее. Но ведь для тебя это не новость?",1,null],["Incursion_CurrencyRoom1",31,"Audio/Dialogue/NPC/Alva/AV57.ogg","Зал отошёл Архитектору хранилища? Это <italic>{прекрасная} новость!",1,null],["Incursion_CurrencyRoom2",32,"Audio/Dialogue/NPC/Alva/AV58.ogg","Раз его врага больше нет, Эстазунти сможет набить зал новыми богатствами.",1,null],["Incursion_CurrencyRoom3",33,"Audio/Dialogue/NPC/Alva/AV59.ogg","Давай заключим пари? Ставлю на то, что Эстазунти успел завалить этот зал сокровищами и драгоценностями. Правда ведь чудесная мысль?",1,null],["Incursion_HatcheryRoom1",34,"Audio/Dialogue/NPC/Alva/AV60.ogg","Благодаря тебе в зале обосновался Ситаквалотль, Архитектор роя... проводит там жуткие эксперименты.",1,null],["Incursion_HatcheryRoom2",35,"Audio/Dialogue/NPC/Alva/AV61.ogg","С исчезновением угрозы Ситаквалотль переключился на создание движущихся механизмов из неведомых металлов.",1,null],["Incursion_HatcheryRoom3",36,"Audio/Dialogue/NPC/Alva/AV62.ogg","Так сбрендивший учёный решил объединить металл и насекомых? Хорошо бы к нашему возвращению они давно разбежались.",1,null],["Incursion_FlameRoom1",37,"Audio/Dialogue/NPC/Alva/AV63.ogg","В этом зале Архитектор горна трудится в россыпях искр и клубах пара.",1,null],["Incursion_FlameRoom2",38,"Audio/Dialogue/NPC/Alva/AV64.ogg","Молот Пухварте будет и дальше стучать в изнуряюще жаркой темноте. Скажи, на то были причины?",1,null],["Incursion_FlameRoom3",39,"Audio/Dialogue/NPC/Alva/AV65.ogg","Твои действия позволили Пухварте воплотить свои самые смелые мечты. Кто знает, что за страшные устройства он выковал в этом пламени?",1,null],["Incursion_LightningRoom1",40,"Audio/Dialogue/NPC/Alva/AV66.ogg","Этот зал отошёл Архитектору силы и светится от переполняющей его энергии Шопека.",1,null],["Incursion_LightningRoom2",41,"Audio/Dialogue/NPC/Alva/AV67.ogg","В этом зале эксперименты Шопека с электрическими токами жизни достигли своего апогея.",1,null],["Incursion_LightningRoom3",42,"Audio/Dialogue/NPC/Alva/AV68.ogg","Твоими стараниями Шопек набрался сил. Даже интересно, насколько могущественным он стал в настоящем?",1,null],["Incursion_EmpoweringRoom1",43,"Audio/Dialogue/NPC/Alva/AV69.ogg","О-о, комнатка отошла Квиполатлю! Интересный выбор. Ты никогда не ищешь лёгких путей?",1,null],["Incursion_EmpoweringRoom2",44,"Audio/Dialogue/NPC/Alva/AV70.ogg","Квиполатль готов думать только о сопряжении и теперь может себе это позволить.",1,null],["Incursion_EmpoweringRoom3",45,"Audio/Dialogue/NPC/Alva/AV71.ogg","Великие боги! Ты что, хочешь загнать нас в могилу? Кто знает, какой окажется эта часть храма в будущем!",1,null],["Incursion_ExplosivesRoom1",46,"Audio/Dialogue/NPC/Alva/AV72.ogg","Хайоши интересуют только громкие <italic>{бабахи}. Передача зала ему... может помочь нам.",1,null],["Incursion_ExplosivesRoom2",47,"Audio/Dialogue/NPC/Alva/AV73.ogg","Вы с Хайоши определённо питаете одинаковую страсть к хаосу. Играя ему на руку, ты только увеличиваешь его запас взрывчатки.",1,null],["Incursion_ExplosivesRoom3",48,"Audio/Dialogue/NPC/Alva/AV74.ogg","Теперь сумасшедшему ублюдку хватит взрывчатки, чтобы снести храм целиком.",1,null],["Incursion_GemRoom1",49,"Audio/Dialogue/NPC/Alva/AV75.ogg","Залатль наверняка вознаградит нас за помещение... пусть и сам того не желая.",1,null],["Incursion_GemRoom2",50,"Audio/Dialogue/NPC/Alva/AV76.ogg","Я смотрю, вы с Архитектором волшебства одинаково влюблены в самоцветы.",1,null],["Incursion_GemRoom3",51,"Audio/Dialogue/NPC/Alva/AV77.ogg","Этот зал стоит назвать шкатулкой с каменьями Залатля! Ты хоть понимаешь, сколько они будут стоить в наше время?!",1,null],["Incursion_HealingRoom1",52,"Audio/Dialogue/NPC/Alva/AV78.ogg","Какие благостные токи пронизывают этот зал. Ох и жалко будет, когда Гвателитзи их очернит. Но, пожалуй, что ни делается, всё к лучшему.",1,null],["Incursion_HealingRoom2",53,"Audio/Dialogue/NPC/Alva/AV79.ogg","Это место купается в очаровании... Ах, эти замечательные ваал... И всё же Архитектор плоти может в будущем сыграть нам на руку.",1,null],["Incursion_HealingRoom3",54,"Audio/Dialogue/NPC/Alva/AV80.ogg","Гвателитзи определённо решил устроиться здесь надолго. Будем надеяться, что в наши дни это обернётся чем-нибудь хорошим.",1,null],["Incursion_PoisonRoom1",55,"Audio/Dialogue/NPC/Alva/AV81.ogg","Архитектор токсинов. Фу! Я бы такому творцу эту часть храма не отдала…",1,null],["Incursion_PoisonRoom2",56,"Audio/Dialogue/NPC/Alva/AV82.ogg","Вижу, растения Такати совсем распоясались. Боги, надеюсь ты знаешь, что делаешь",1,null],["Incursion_PoisonRoom3",57,"Audio/Dialogue/NPC/Alva/AV83.ogg","У Такати не осталось врагов. Теперь он может сколько угодно возиться с мерзкими ядами. Не хочется отравиться, знаешь ли.",1,null],["Incursion_QueenRoom1",58,"Audio/Dialogue/NPC/Alva/AV84.ogg","Именем царицы её архитектор забрал этот зал себе.",1,null],["Incursion_QueenRoom2",59,"Audio/Dialogue/NPC/Alva/AV85.ogg","Похоже, Шипокадо исполнен рвения превратить этот зал в царские покои, а ты ему в этом способствуешь.",1,null],["Incursion_QueenRoom3",60,"Audio/Dialogue/NPC/Alva/AV86.ogg","Угадай, чей зад примостится на троне в палатах, которые Царский архитектор обустроил благодаря тебе?",1,null],["Incursion_SacrificeRoom1",61,"Audio/Dialogue/NPC/Alva/AV87.ogg","Ты... Из-за тебя зал достался Архитектору церемоний? Организатору жертвоприношений, которым несть числа?",1,null],["Incursion_SacrificeRoom2",62,"Audio/Dialogue/NPC/Alva/AV88.ogg","Соперник Ахваны мёртв. Теперь архитектор получит больше ресурсов на проведение кровавых жертвоприношений во славу ложных богов и своей глупой царицы.",1,null],["Incursion_SacrificeRoom3",63,"Audio/Dialogue/NPC/Alva/AV89.ogg","Кровь жертв Ахваны — на твоих руках. И этой крови будет много.",1,null],["Incursion_TempestRoom1",64,"Audio/Dialogue/NPC/Alva/AV90.ogg","Этот Топотанте — бурный деятель. Во всех смыслах. Но если хочешь оставить зал ему, то что я могу возразить?",1,null],["Incursion_TempestRoom2",65,"Audio/Dialogue/NPC/Alva/AV91.ogg","Это помещение продувают ветра перемен. Архитектор бурь будет только рад пользоваться плодами твоего гнева.",1,null],["Incursion_TempestRoom3",66,"Audio/Dialogue/NPC/Alva/AV92.ogg","Хочешь дождаться бури тысячелетия? Хоть бы в будущем она не обернулась катастрофой.",1,null],["Incursion_TrapsRoom1",67,"Audio/Dialogue/NPC/Alva/AV93.ogg","С твоим уходом зал достался Архитектору укреплений. Ты ведь понимаешь, зачем нужны укрепления? Мы же собираемся штурмовать храм.",1,null],["Incursion_TrapsRoom2",68,"Audio/Dialogue/NPC/Alva/AV94.ogg","Соперник Мататля пал от твоей руки. Теперь архитектор получит все нужные материалы и доверху наполнит храм ловушками. Нам придётся их обходить.",1,null],["Incursion_TrapsRoom3",69,"Audio/Dialogue/NPC/Alva/AV95.ogg","Мататль не погиб от твоей руки. В благодарность за сохранённую жизнь он всюду расставит ловушки. Мне кажется, твой план не до конца продуман…",1,null],["Incursion_TrinketsRoom1",70,"Audio/Dialogue/NPC/Alva/AV96.ogg","Архитектор гильдии был известным ювелиром. С таким Ацоатль наверняка засверкает.",1,null],["Incursion_TrinketsRoom2",71,"Audio/Dialogue/NPC/Alva/AV97.ogg","Противник Азкапы мёртв? Я уже слышу звон рассыпающихся по полу украшений. Скорее бы найти храм.",1,null],["Incursion_TrinketsRoom3",72,"Audio/Dialogue/NPC/Alva/AV98.ogg","Азкапа до сих пор жив? Ты знаешь, как сделать женщину <italic>{очень} счастливой. Счастливой и богатой.",1,null],["IncursionWeaponsRoom1",73,"Audio/Dialogue/NPC/Alva/AV99.ogg","Тикаба обожал гладиаторские бои. Если он останется жить, оружия в храме будет предостаточно.",1,null],["IncursionWeaponsRoom2",74,"Audio/Dialogue/NPC/Alva/AV100.ogg","Кровь ваал лучше всего проливать на арене. А лучшим заправилой арен всегда был архитектор Тикаба.",1,null],["IncursionWeaponsRoom3",75,"Audio/Dialogue/NPC/Alva/AV101.ogg","Значит, Тикаба и дальше пребывает в тени своих лучших бойцов арены... Лишь бы вечность наградила нас за твои поступки.",1,null],["IncursionWorkshopRoom1",76,"Audio/Dialogue/NPC/Alva/AV102.ogg","Джиквани был одержим поиском новых и непривычных способов свершения дел. Если оставить такого в живых, это наверняка обернётся чем-нибудь интересным.",1,null],["IncursionWorkshopRoom2",77,"Audio/Dialogue/NPC/Alva/AV103.ogg","Джиквани получил свой титул не за красивые глаза. Он был очень изобретателен и потому оставался на коне... и в живых.",1,null],["IncursionWorkshopRoom3",78,"Audio/Dialogue/NPC/Alva/AV104.ogg","Честно говоря, я ужасно хочу увидеть последствия твоего решения оставить поганца в живых. Секрет? Ладно. Подожду.",1,null],["Incursion_ConnectionsChanged1",79,"Audio/Dialogue/NPC/Alva/AV18_A_1.ogg","Залы соединены новыми переходами!",1,null],["Incursion_ConnectionsChanged2",79,"Audio/Dialogue/NPC/Alva/AV35_A.ogg","О, тебе открылись новые пути!",1,null],["Incursion_ConnectionsChanged3",79,"Audio/Dialogue/NPC/Alva/AV35_B.ogg","Теперь блуждать по храму станет проще!",1,null],["Incursion_ConnectionsChanged4",79,"Audio/Dialogue/NPC/Alva/AV35_C.ogg","Открытые двери помогут нам в будущем.",1,null],["Incursion_GenericNothingChanged1",80,"Audio/Dialogue/NPC/Alva/AV17_A.ogg","Хм-м... Боюсь, в этот раз не повезло. Карта не изменилась. Это не плохо, но ведь и не хорошо. Продолжай пытаться.",1,null],["Incursion_GenericNothingChanged2",80,"Audio/Dialogue/NPC/Alva/AV17_B.ogg","Нет! Никаких изменений. Продолжай пытаться. Чем больше ты изменишь, тем больше мы узнаем.",1,null],["Incursion_GenericNothingChanged3",80,"Audio/Dialogue/NPC/Alva/AV17_C.ogg","Хм-м, никаких изменений. Надеюсь, это тебе и требовалось!",1,null],["Incursion_StrongboxRoom1",81,"Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_13.ogg","Зантипи был правильным архитектором! Он постоянно набивал сундуки ценностями, хоть и обкладывал их потом всевозможными ловушками.",1,null],["Incursion_StrongboxRoom2",82,"Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_14.ogg","С ростом влияния Зантипи в храме наверняка станет более опасно, но и в сундуках будут лежать сокровища подороже.",1,null],["Incursion_StrongboxRoom3",83,"Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_15.ogg","Это же целый зал, битком набитый опасными ларями, которые ломятся от богатств. Ты лучше всех!",1,null],["Incursion_TormentRoom1",84,"Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_09.ogg","Цамото обладал искажённым чувством справедливости. Он приберегал казнь только для особо жестоких преступников... а всякую мелочь просто бросал в темницы до конца дней.",1,null],["Incursion_TormentRoom2",85,"Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_10.ogg","Наверное, у тебя есть причины желать увеличения темницы Цамото, но я убей не могу понять, какие.",1,null],["Incursion_TormentRoom3",86,"Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_11.ogg","Теперь темница Цамото огромна и под завязку набита преступниками. Заключёнными без гроша в кармане. Чудесно. Вот спасибо.",1,null],["Incursion_LegionRoom1",87,"","Зал достался Опилоти? Он был крайне жестоким воеводой. Я надеюсь, ты знаешь, что делаешь!",1,null],["Incursion_LegionRoom2",88,"","По сегодняшним меркам ваал считаются мирными. Но тех, кому насилие было в радость, среди них тоже хватало. И одному такому человеку ты только что дал как раз то, что он хочет.",1,null],["Incursion_LegionRoom3",89,"","Опилоти проливал кровь лучших из своих воинов. Он верил, что этим дарует им бессмертие. Вот скоро и увидим, прав ли он был!",1,null]]}