{
  "filename": "UITalkText.dat",
  "header": [
    {
      "name": "Id",
      "rowid": 0,
      "type": "ref|string",
      "key": null,
      "key_id": null,
      "key_offset": 0,
      "enum": null,
      "unique": true,
      "file_path": false,
      "file_ext": null,
      "display": null,
      "display_type": "{0}",
      "description": null
    },
    {
      "name": "UITalkCategoriesKey",
      "rowid": 1,
      "type": "int",
      "key": "UITalkCategories.dat",
      "key_id": null,
      "key_offset": 1,
      "enum": null,
      "unique": false,
      "file_path": false,
      "file_ext": null,
      "display": null,
      "display_type": "{0}",
      "description": null
    },
    {
      "name": "OGGFile",
      "rowid": 2,
      "type": "ref|string",
      "key": null,
      "key_id": null,
      "key_offset": 0,
      "enum": null,
      "unique": false,
      "file_path": true,
      "file_ext": ".ogg",
      "display": null,
      "display_type": "{0}",
      "description": null
    },
    {
      "name": "Text",
      "rowid": 3,
      "type": "ref|string",
      "key": null,
      "key_id": null,
      "key_offset": 0,
      "enum": null,
      "unique": false,
      "file_path": false,
      "file_ext": null,
      "display": null,
      "display_type": "{0}",
      "description": null
    },
    {
      "name": "Flag0",
      "rowid": 4,
      "type": "byte",
      "key": null,
      "key_id": null,
      "key_offset": 0,
      "enum": null,
      "unique": false,
      "file_path": false,
      "file_ext": null,
      "display": null,
      "display_type": "{0}",
      "description": null
    },
    {
      "name": "Key0",
      "rowid": 5,
      "type": "ulong",
      "key": null,
      "key_id": null,
      "key_offset": 0,
      "enum": null,
      "unique": false,
      "file_path": false,
      "file_ext": null,
      "display": null,
      "display_type": "{0}",
      "description": null
    }
  ],
  "data": [
    [
      "Incursion_FirstIncursionGreeting",
      1,
      "Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_04.ogg",
      "Ich habe eine Möglichkeit gefunden, uns einen Weg zu diesem vergessenen Tempel zu bahnen. Ein Zauber, ausgelöst durch Vaal-Blut. Ich trage welches in mir, wisst Ihr. Dieser Zauber führt Euch in vergangene Zeiten. Dort angekommen haltet Ihr das Portal offen, indem Ihr denen die Kehle aufschlitzt, die es verdient haben. Je länger Euer Aufenthalt ausfällt, desto mehr erfahre ich über die Lage des Tempels in unserer Gegenwart.\r\n\r\nSobald wir seinen Fundort ausfindig gemacht haben, bleibt uns alle Zeit der Welt, seine vielen Schätze zu bergen. Deshalb müssen wir den Tempel im Hier und Jetzt finden. Seid jedoch vorsichtig, was Ihr dort unternehmt, während Ihr dort seid. Jede Eurer Änderungen wirkt sich auf die Zeit aus und verändert die Dinge im Hier und Jetzt. Nun, worauf wartet Ihr noch? ... Geht und schreibt Geschichte!",
      1,
      null
    ],
    [
      "Incursion_FirstIncursionComplete",
      2,
      "Audio/Dialogue/NPC/Alva/AV05.ogg",
      "Schön zu sehen, dass Ihr Eure erste Inkursion überlebt habt.",
      1,
      null
    ],
    [
      "Incursion_FirstIncursionFarewell",
      3,
      "Audio/Dialogue/NPC/Alva/AV09.ogg",
      "Hört zu, diese Blutzauber sind äußerst unbeständig. Sie müssen unter bestimmten Bedingungen durchgeführt werden - der Tag und die Konstellation der Sterne spielen dabei eine entscheidende Rolle ... oder so etwas in der Art. Ich werde einen neuen Ort ausfindig machen, um das nächste Ritual durchzuführen. Findet mich und wir setzen unser Vorhaben fort!",
      1,
      null
    ],
    [
      "Incursion_SecondIncursionGreeting",
      4,
      "Audio/Dialogue/NPC/Alva/AV10.ogg",
      "Ich wusste, dass Ihr mich finden würdet, schließlich hat uns das Schicksal zusammengeführt. Euer letzter Beutezug hat uns dem Tempel ein wenig näher gebracht, doch es gibt noch einiges zu tun. Ich hoffe, Ihr seid bereit für das nächste Abenteuer!",
      1,
      null
    ],
    [
      "Incursion_SecondIncursionPortal",
      5,
      "Audio/Dialogue/NPC/Alva/AV12.ogg",
      "Kommt Euch das bekannt vor? Das ist der Tempel, wie Ihr ihn hinterlassen habt. Mit jeder neuen Inkursion verändert sich meine Karte. Nach einigen Raubzügen kommen wir dem Standort des Tempels in der Gegenwart vielleicht etwas näher!",
      1,
      null
    ],
    [
      "Incursion_GenericIncursionGreeting",
      6,
      "Audio/Dialogue/NPC/Alva/AV11.ogg",
      "Ah, da seid Ihr ja. Seid Ihr bereit, der Vergangenheit einen Besuch abzustatten? Je mehr Blut Ihr vergießt, desto mehr Ihr meine Karte verändert, desto eher kommen wir dem Tempel in der Gegenwart auf die Spur.",
      1,
      null
    ],
    [
      "Incursion_GenericIncursionPortal_1",
      7,
      "Audio/Dialogue/NPC/Alva/AV13_A.ogg",
      "Das ist der Plan.",
      1,
      null
    ],
    [
      "Incursion_GenericIncursionPortal_2",
      7,
      "Audio/Dialogue/NPC/Alva/AV13_B.ogg",
      "Werfen wir einen Blick auf den Grundriss.",
      1,
      null
    ],
    [
      "Incursion_GenericIncursionPortal_3",
      7,
      "Audio/Dialogue/NPC/Alva/AV13_C.ogg",
      "Jede Inkursion erfordert eine gute Vorbereitung.",
      1,
      null
    ],
    [
      "Incursion_GenericIncursionPortal_4",
      7,
      "Audio/Dialogue/NPC/Alva/AV13_D.ogg",
      "Schaut Euch an, welchen Weg Ihr einschlagen werdet.",
      1,
      null
    ],
    [
      "Incursion_GenericIncursionComplete_1",
      8,
      "Audio/Dialogue/NPC/Alva/AV14_A.ogg",
      "Ausgezeichnete Arbeit.",
      1,
      null
    ],
    [
      "Incursion_GenericIncursionComplete_2",
      8,
      "Audio/Dialogue/NPC/Alva/AV14_B.ogg",
      "Das habt Ihr gut gemacht!",
      1,
      null
    ],
    [
      "Incursion_GenericIncursionFarewell",
      9,
      "Audio/Dialogue/NPC/Alva/AV19.ogg",
      "Jeder Schritt bringt uns dem Tempel ein klein wenig näher. Findet mich ein weiteres Mal und wir setzen unser Abenteuer fort.",
      1,
      null
    ],
    [
      "Incursion_TempleIsOpenFarewell",
      10,
      "Audio/Dialogue/NPC/Alva/AV20.ogg",
      "Stellt sicher, dass Ihr alles vorbereitet habt. Lasst mich wissen, wenn Ihr bereit seid und ich öffne ein weiteres Portal, das uns dorthin bringt.",
      1,
      null
    ],
    [
      "Incursion_TempleOpenGreeting",
      11,
      "Audio/Dialogue/NPC/Alva/AV23.ogg",
      "Ich habe es vollbracht! Ich meine ... wir haben es vollbracht! Der Standort des Tempels steht nun fest. Gebt auf jeden Eurer Schritte acht. Wir haben vielleicht beim Aufbau dieses Grundrisses mitgewirkt, doch vieles kann sich im Laufe von zwei Jahrtausenden ändern. Es ist unmöglich zu sagen, was für Dinge sich in diesen Ruinen niedergelassen haben ...",
      1,
      null
    ],
    [
      "Incursion_TemplePortal",
      12,
      "Audio/Dialogue/NPC/Alva/AV22.ogg",
      "Hoffentlich habt Ihr etwas Platz in Eurer Tasche. Heute bereichern wir uns königlich! ",
      1,
      null
    ],
    [
      "Incursion_ArmourRoom1",
      13,
      "Audio/Dialogue/NPC/Alva/AV39.ogg",
      "Der Architekt des Eisens hat sich in diesem Raum mit seiner Schmiede häuslich eingerichtet. Passt auf, dass Ihr nicht über seine Panzer stolpert. ",
      1,
      null
    ],
    [
      "Incursion_ArmourRoom2",
      14,
      "Audio/Dialogue/NPC/Alva/AV40.ogg",
      "Atmohua hat sich hier dank Euch ein feines Waffenarsenal angelegt, und jeder wird von seinem Spielzeug sicher profitieren.",
      1,
      null
    ],
    [
      "Incursion_ArmourRoom3",
      15,
      "Audio/Dialogue/NPC/Alva/AV41.ogg",
      "Ihr habt einer schwer gepanzerten Abwehrtruppe den Weg geebnet. Mir ist nicht wirklich klar, was Ihr damit versucht zu erreichen, aber vielleicht können wir die Rüstung als Schrott verkaufen.",
      1,
      null
    ],
    [
      "Incursion_BreachRoom1",
      16,
      "Audio/Dialogue/NPC/Alva/AV42.ogg",
      "Ihr habt also beschlossen, den Architekten des Risses am Leben zu lassen. Ich ... bin mir wirklich nicht sicher, was er mit diesem Raum anstellen wird.",
      1,
      null
    ],
    [
      "Incursion_BreachRoom2",
      17,
      "Audio/Dialogue/NPC/Alva/AV43.ogg",
      "Was auch immer Zilquapa in diesem Raum gefunden hat, Ihr werdet es ihm überlassen. Natürlich ist das ein wenig riskant, aber wer nicht wagt, der nicht gewinnt.",
      1,
      null
    ],
    [
      "Incursion_BreachRoom3",
      18,
      "Audio/Dialogue/NPC/Alva/AV44.ogg",
      "Großartig, Zilquapas Wahnsinn hat diesen unheimlichen ... <italic>{Wesen} ... den Weg in diesen Tempel geebnet. War das etwa Eure Absicht, oder soll ich Euch zu Eurer Tollkühnheit gratulieren?",
      1,
      null
    ],
    [
      "Incursion_BreedingRoom1",
      19,
      "Audio/Dialogue/NPC/Alva/AV45.ogg",
      "Was für eine kluge Entscheidung, den Raum diesem Architekten zu überlassen. Mehr Blut bedeutet mehr Zeit in diesem prachtvollen Tempel. Lasset das Blut fließen!",
      1,
      null
    ],
    [
      "Incursion_BreedingRoom2",
      20,
      "Audio/Dialogue/NPC/Alva/AV46.ogg",
      "Ohne einen Rivalen wird Cholotl seine Rekrutierungsbemühungen sicherlich verstärken. Das sollte Euch aber wohl vor keine großen Herausforderungen stellen.",
      1,
      null
    ],
    [
      "Incursion_BreedingRoom3",
      21,
      "Audio/Dialogue/NPC/Alva/AV47.ogg",
      "Ihr habt Cholotl diese Kammer in eine Zufluchtsstätte für die ruchlosesten Vaal da draußen verwandeln lassen. Hoffen wir, dass wir es nicht bereuen werden.",
      1,
      null
    ],
    [
      "Incursion_CartographyRoom1",
      22,
      "Audio/Dialogue/NPC/Alva/AV48.ogg",
      "Jetzt hat der Architekt der Erkundung einen Standort, von dem aus er beginnen kann, Wraeclast zu erkunden.",
      1,
      null
    ],
    [
      "Incursion_CartographyRoom2",
      23,
      "Audio/Dialogue/NPC/Alva/AV49.ogg",
      "Da Uromotis Rivale tot ist, werden seine Ressourcen sinnvoll aufgewendet, um die gewaltigen Erkundungsbemühungen der Vaal voranzutreiben.",
      1,
      null
    ],
    [
      "Incursion_CartographyRoom3",
      24,
      "Audio/Dialogue/NPC/Alva/AV50.ogg",
      "Uromotis Erkundungen nehmen Ausmaße an, wie ich sie zuvor noch nicht erlebt habe. Wonach suchen sie? Was <italic>{könnte} es noch zu erforschen geben?",
      1,
      null
    ],
    [
      "Incursion_ChestsRoom1",
      25,
      "Audio/Dialogue/NPC/Alva/AV51.ogg",
      "Ihr habt dem Architekten des Hortes ein wenig Platz geschaffen, damit er seine \"Fundstücke\" horten kann.",
      1,
      null
    ],
    [
      "Incursion_ChestsRoom2",
      26,
      "Audio/Dialogue/NPC/Alva/AV52.ogg",
      "Er hat nun viel mehr Platz, um seinen seltsamen Tand zu lagern, nachdem sein Rivale aus dem Weg geräumt ist.",
      1,
      null
    ],
    [
      "Incursion_ChestsRoom3",
      27,
      "Audio/Dialogue/NPC/Alva/AV53.ogg",
      "Mit einem weiteren toten Rivalen wird der Architekt des Hortes diesen Raum mit allen möglichen Kostbarkeiten füllen. Eine clevere Idee.",
      1,
      null
    ],
    [
      "Incursion_CorruptionRoom1",
      28,
      "Audio/Dialogue/NPC/Alva/AV54.ogg",
      "Der Architekt des Verderbens hat diesen Raum für seine ruchlosen Experimente beansprucht.",
      1,
      null
    ],
    [
      "Incursion_CorruptionRoom2",
      29,
      "Audio/Dialogue/NPC/Alva/AV55.ogg",
      "Paquate hat seinen steigenden Einfluss dazu verwendet, diesen Raum mit weiterer verderbender Energie zu versorgen.",
      1,
      null
    ],
    [
      "Incursion_CorruptionRoom3",
      30,
      "Audio/Dialogue/NPC/Alva/AV56.ogg",
      "Der Einfluss seiner Verderbtheit scheint sich weiter auszubreiten. Aber das wusstet Ihr sicher schon, nicht wahr?",
      1,
      null
    ],
    [
      "Incursion_CurrencyRoom1",
      31,
      "Audio/Dialogue/NPC/Alva/AV57.ogg",
      "Der Architekt des Tresorraums hat diesen Raum in Besitz genommen? Wenn das mal keine <italic>{großartigen} Neuigkeiten sind!",
      1,
      null
    ],
    [
      "Incursion_CurrencyRoom2",
      32,
      "Audio/Dialogue/NPC/Alva/AV58.ogg",
      "Da Ihr seinen Rivalen getötet habt, können wir wohl darauf setzen, dass Estazunti diesen Raum mit noch weitaus größeren Reichtümern schmückt.",
      1,
      null
    ],
    [
      "Incursion_CurrencyRoom3",
      33,
      "Audio/Dialogue/NPC/Alva/AV59.ogg",
      "Sollen wir eine Wette abschließen? Ich wette, dass Estazunti diesen Raum jetzt schon mit prachtvollen Schätzen gefüllt hat. Ist das nicht ein aufregender Gedanke?",
      1,
      null
    ],
    [
      "Incursion_HatcheryRoom1",
      34,
      "Audio/Dialogue/NPC/Alva/AV60.ogg",
      "Dank Eurer Handlungen hat sich Citaqualotl, der Architekt des Schwarms, jetzt hier mitsamt seiner ... kriechenden Experimente niedergelassen.",
      1,
      null
    ],
    [
      "Incursion_HatcheryRoom2",
      35,
      "Audio/Dialogue/NPC/Alva/AV61.ogg",
      "Jetzt, da er nichts mehr zu befürchten hat, scheint sich Citaqualotl für Experimente an merkwürdigen Metallen zu interessieren.",
      1,
      null
    ],
    [
      "Incursion_HatcheryRoom3",
      36,
      "Audio/Dialogue/NPC/Alva/AV62.ogg",
      "Der verrückte Wissenschaftler hielt es also für eine großartige Idee, Metall und Insekten miteinander zu kombinieren? Hoffentlich ist davon nichts mehr übrig, wenn wir zurückkehren.",
      1,
      null
    ],
    [
      "Incursion_FlameRoom1",
      37,
      "Audio/Dialogue/NPC/Alva/AV63.ogg",
      "In dieser Kammer werden die Hammerschläge des Architekten der Schmiede jetzt Funken sprühen lassen.",
      1,
      null
    ],
    [
      "Incursion_FlameRoom2",
      38,
      "Audio/Dialogue/NPC/Alva/AV64.ogg",
      "Puhuartes Hammerschläge werden weiter durch die Dunkelheit hallen. Ich hoffe doch, dass Ihr Euch das gut überlegt habt?",
      1,
      null
    ],
    [
      "Incursion_FlameRoom3",
      39,
      "Audio/Dialogue/NPC/Alva/AV65.ogg",
      "Durch Eure Handlungen steht Puhuartes Fantasien jetzt nichts mehr im Wege. Welche schrecklichen Apparaturen wohl in diesen Flammen geschmiedet wurden?",
      1,
      null
    ],
    [
      "Incursion_LightningRoom1",
      40,
      "Audio/Dialogue/NPC/Alva/AV66.ogg",
      "Dieser Raum wird von Energie förmlich durchströmt, jetzt, da er im Besitz von Xopec, dem Architekten der Energie ist.",
      1,
      null
    ],
    [
      "Incursion_LightningRoom2",
      41,
      "Audio/Dialogue/NPC/Alva/AV67.ogg",
      "Xopecs Experimente an elektrischen Lebensformen haben in diesem Raum einen Höhepunkt erreicht.",
      1,
      null
    ],
    [
      "Incursion_LightningRoom3",
      42,
      "Audio/Dialogue/NPC/Alva/AV68.ogg",
      "Die Kräfte, die Ihr in Xopec geweckt habt ... Ich frage mich, wie sich diese wohl in der Zukunft entwickeln?",
      1,
      null
    ],
    [
      "Incursion_EmpoweringRoom1",
      43,
      "Audio/Dialogue/NPC/Alva/AV69.ogg",
      "Ah, Ihr habt Euch also für Quipolatl entschieden - eine interessante Wahl. Ihr sucht immer nach neuen Herausforderungen, nicht wahr?",
      1,
      null
    ],
    [
      "Incursion_EmpoweringRoom2",
      44,
      "Audio/Dialogue/NPC/Alva/AV70.ogg",
      "Quipolatl ist mit dem Nexus verbunden, und durch diese Aktion wird diese Verbindung noch stärker.",
      1,
      null
    ],
    [
      "Incursion_EmpoweringRoom3",
      45,
      "Audio/Dialogue/NPC/Alva/AV71.ogg",
      "Du meine Güte! Für Euch kann der Weg nicht steinig genug sein, nicht wahr? Wer weiß, wie dieser Teil des Tempels in der Zukunft aussehen wird?",
      1,
      null
    ],
    [
      "Incursion_ExplosivesRoom1",
      46,
      "Audio/Dialogue/NPC/Alva/AV72.ogg",
      "Hayoxi will Dinge einfach nur <italic>{in die Luft jagen!} Ihm diesen Raum zu überlassen könnte sich womöglich als nützlich erweisen.",
      1,
      null
    ],
    [
      "Incursion_ExplosivesRoom2",
      47,
      "Audio/Dialogue/NPC/Alva/AV73.ogg",
      "Man könnte ja fast glauben, dass Ihr Hayoxis Leidenschaft für das Chaos teilt. Nun, wenn er sich hier ausbreitet, wird sein explosives Arsenal nur noch größer.",
      1,
      null
    ],
    [
      "Incursion_ExplosivesRoom3",
      48,
      "Audio/Dialogue/NPC/Alva/AV74.ogg",
      "Bei diesem Tempo hat der verrückte Bastard sicher schon den ganzen Tempel mit Sprengstoff bestückt.",
      1,
      null
    ],
    [
      "Incursion_GemRoom1",
      49,
      "Audio/Dialogue/NPC/Alva/AV75.ogg",
      "Zalatl wird uns, wenn auch eher unfreiwillig, dafür belohnen, dass Ihr ihm die Kontrolle über diesen Raum gegeben habt.",
      1,
      null
    ],
    [
      "Incursion_GemRoom2",
      50,
      "Audio/Dialogue/NPC/Alva/AV76.ogg",
      "Ich verstehe, Euch und der Architekt der Thaumaturgie scheint eine Leidenschaft für Gemmen zu verbinden.",
      1,
      null
    ],
    [
      "Incursion_GemRoom3",
      51,
      "Audio/Dialogue/NPC/Alva/AV77.ogg",
      "Sie sollten diesen Raum Zalatls Schatzkiste nennen! Stellt Euch vor, welche Schätze dort in der Gegenwart auf uns warten!",
      1,
      null
    ],
    [
      "Incursion_HealingRoom1",
      52,
      "Audio/Dialogue/NPC/Alva/AV78.ogg",
      "Welch wunderschöne Ströme durch diesen Raum fließen. Was für eine Schande, dass Guatelitzi sie besudelt, doch alles geschieht zum Wohle der Allgemeinheit, nehme ich doch an.",
      1,
      null
    ],
    [
      "Incursion_HealingRoom2",
      53,
      "Audio/Dialogue/NPC/Alva/AV79.ogg",
      "Welch liebreizender Raum der Ertränkung ... Ah, die Vaal und ihr Charme ... Dennoch, den Architekten des Fleisches hier zu haben, wird sich in Zukunft als interessant erweisen.",
      1,
      null
    ],
    [
      "Incursion_HealingRoom3",
      54,
      "Audio/Dialogue/NPC/Alva/AV80.ogg",
      "Guatelitzi hat sich diese Becken tatsächlich zu seinem Zuhause auserkoren. Hoffen wir, dass dies in der Gegenwart gut endet.",
      1,
      null
    ],
    [
      "Incursion_PoisonRoom1",
      55,
      "Audio/Dialogue/NPC/Alva/AV81.ogg",
      "Ugh, der Architekt der Toxine - nicht unbedingt meine erste Wahl, etwas in diesem Teil des Tempels gedeihen zu lassen ...",
      1,
      null
    ],
    [
      "Incursion_PoisonRoom2",
      56,
      "Audio/Dialogue/NPC/Alva/AV82.ogg",
      "Klingt so, als würden Tacatis Pflanzen außer Kontrolle wuchern. Bei den Göttern, ich hoffe, dass Ihr wisst was Ihr vorhabt ...",
      1,
      null
    ],
    [
      "Incursion_PoisonRoom3",
      57,
      "Audio/Dialogue/NPC/Alva/AV83.ogg",
      "Ihr habt Tacati von seinem Widersacher befreit. Jetzt hat er sämtliche Freiheiten, mit seinen üblen Giften herumzuspielen. Ich bin nicht gerade wild darauf, mir etwas einzufangen.",
      1,
      null
    ],
    [
      "Incursion_QueenRoom1",
      58,
      "Audio/Dialogue/NPC/Alva/AV84.ogg",
      "Der königliche Architekt hat diesen Raum für seine Königin beansprucht.",
      1,
      null
    ],
    [
      "Incursion_QueenRoom2",
      59,
      "Audio/Dialogue/NPC/Alva/AV85.ogg",
      "Xipocado scheint darauf fixiert zu sein, diesen Raum zu einer Art königlicher Kammer umzugestalten, und Ihr habt es ihm gerade vereinfacht.",
      1,
      null
    ],
    [
      "Incursion_QueenRoom3",
      60,
      "Audio/Dialogue/NPC/Alva/AV86.ogg",
      "Möchtet Ihr raten, wessen Hinterteil den Thronsaal schmücken wird, den Ihr dem königlichen Architekten überlassen habt?",
      1,
      null
    ],
    [
      "Incursion_SacrificeRoom1",
      61,
      "Audio/Dialogue/NPC/Alva/AV87.ogg",
      "Ihr habt ... den Architekten der Zeremonien, den Mann, der <italic>{unzählige} Menschenopfer zu verantworten hat, diese Kammer einnehmen lassen?",
      1,
      null
    ],
    [
      "Incursion_SacrificeRoom2",
      62,
      "Audio/Dialogue/NPC/Alva/AV88.ogg",
      "Ahuanas Rivale ist tot, und jetzt bringt er noch weitere Mittel für noch blutigere Opfer auf, um seine falschen Gottheiten und einfältige Königin zu ehren.",
      1,
      null
    ],
    [
      "Incursion_SacrificeRoom3",
      63,
      "Audio/Dialogue/NPC/Alva/AV89.ogg",
      "Das Blut von Ahuanas Opfern klebt an Euren Händen. Und jetzt wird es viele von ihnen geben.",
      1,
      null
    ],
    [
      "Incursion_TempestRoom1",
      64,
      "Audio/Dialogue/NPC/Alva/AV90.ogg",
      "Ein stürmisches Gemüt, dieser Topotante. Nach allem, was man sich so erzählt. Aber wenn Ihr ihn in diesem Raum haben möchtet, wer bin ich denn schon, dass ich da widersprechen könnte?",
      1,
      null
    ],
    [
      "Incursion_TempestRoom2",
      65,
      "Audio/Dialogue/NPC/Alva/AV91.ogg",
      "Frischer Wind weht durch diesen Raum. Der Architekt der Stürme wird sich Eure Wut sicher zunutze machen.",
      1,
      null
    ],
    [
      "Incursion_TempestRoom3",
      66,
      "Audio/Dialogue/NPC/Alva/AV92.ogg",
      "Der Sturm des Jahrtausends? Hoffen wir, dass er uns in der Zukunft nichts kaputt macht.",
      1,
      null
    ],
    [
      "Incursion_TrapsRoom1",
      67,
      "Audio/Dialogue/NPC/Alva/AV93.ogg",
      "Ihr seid gegangen und habt dem Architekten der Befestigungen diese Kammer überlassen. Ihr wisst aber, was Befestigungen sind, nicht wahr? Wir planen buchstäblich einen <italic>{Angriff} auf diesen Tempel.",
      1,
      null
    ],
    [
      "Incursion_TrapsRoom2",
      68,
      "Audio/Dialogue/NPC/Alva/AV94.ogg",
      "Ihr habt Matatls Rivalen getötet. Das wird ihm die Ressourcen verschaffen, die er benötigt, um den Tempel mit Fallen zu bestücken. Fallen, die wir dann meiden müssen.",
      1,
      null
    ],
    [
      "Incursion_TrapsRoom3",
      69,
      "Audio/Dialogue/NPC/Alva/AV95.ogg",
      "Ihr habt ihm erlaubt zu leben, und als Dank hat er überall seine Fallen aufgestellt. Ich bin nicht ganz sicher, ob Ihr das bis zum Ende durchdacht habt ...",
      1,
      null
    ],
    [
      "Incursion_TrinketsRoom1",
      70,
      "Audio/Dialogue/NPC/Alva/AV96.ogg",
      "Der Architekt der Gilde war ein berüchtigter Goldschmied. Durch seine Präsenz wird Atzoatl sicher glitzern.",
      1,
      null
    ],
    [
      "Incursion_TrinketsRoom2",
      71,
      "Audio/Dialogue/NPC/Alva/AV97.ogg",
      "Azcapas Rivale ist tot? Ich kann das Geschmeide von hier regnen hören. Ich kann es kaum erwarten, diesen Tempel zu finden!",
      1,
      null
    ],
    [
      "Incursion_TrinketsRoom3",
      72,
      "Audio/Dialogue/NPC/Alva/AV98.ogg",
      "Azcapa lebt noch? Ihr werdet mich zu einer <italic>{sehr} glücklichen Frau machen. Glücklich und reich.",
      1,
      null
    ],
    [
      "IncursionWeaponsRoom1",
      73,
      "Audio/Dialogue/NPC/Alva/AV99.ogg",
      "Ticaba liebte seine Gladiatorenkämpfe. Historische Aufzeichnungen beiseite, ich vermute, ihn leben zu lassen, könnte es uns einfacher machen an den Waffen vorbeizukommen.",
      1,
      null
    ],
    [
      "IncursionWeaponsRoom2",
      74,
      "Audio/Dialogue/NPC/Alva/AV100.ogg",
      "Es gibt keinen besseren Ort, um Vaal-Blut zu vergießen, als in der Arena. Und keinen besseren Architekten, der alles überblickt, als Ticaba.",
      1,
      null
    ],
    [
      "IncursionWeaponsRoom3",
      75,
      "Audio/Dialogue/NPC/Alva/AV101.ogg",
      "Also habt Ihr Ticaba im Schatten seiner Arenastreiter in Erinnerungen schwelgen lassen ... Hoffentlich wird die Ewigkeit Eure Taten entlohnen.",
      1,
      null
    ],
    [
      "IncursionWorkshopRoom1",
      76,
      "Audio/Dialogue/NPC/Alva/AV102.ogg",
      "Jiquani war besessen davon, neue und kreative Wege zu finden, um Dinge zu erledigen. Ihn dort zu behalten wird sicherlich zu einer Belohnung führen, nicht wahr?",
      1,
      null
    ],
    [
      "IncursionWorkshopRoom2",
      77,
      "Audio/Dialogue/NPC/Alva/AV103.ogg",
      "Jiquani hat seinen Titel nicht umsonst erhalten, wie ich sehe. Er war mehr als \"fleißig\", wenn es darum ging, seinen Lebenstrieb zu erhalten und im Geschäft zu bleiben.",
      1,
      null
    ],
    [
      "IncursionWorkshopRoom3",
      78,
      "Audio/Dialogue/NPC/Alva/AV104.ogg",
      "Ich muss gestehen, dass es mich brennend interessiert, warum Ihr diesem Bastard nicht die Kehle zugeschnürt habt. Ich schätze, dass wir das früh genug erfahren werden.",
      1,
      null
    ],
    [
      "Incursion_ConnectionsChanged1",
      79,
      "Audio/Dialogue/NPC/Alva/AV18_A_1.ogg",
      "Ihr habt einige neue Verbindungen hergestellt!",
      1,
      null
    ],
    [
      "Incursion_ConnectionsChanged2",
      79,
      "Audio/Dialogue/NPC/Alva/AV35_A.ogg",
      "Oh, wie ich sehe, habt Ihr neue Wege geebnet!",
      1,
      null
    ],
    [
      "Incursion_ConnectionsChanged3",
      79,
      "Audio/Dialogue/NPC/Alva/AV35_B.ogg",
      "Hierdurch kommt Ihr später im Tempel sicher besser voran.",
      1,
      null
    ],
    [
      "Incursion_ConnectionsChanged4",
      79,
      "Audio/Dialogue/NPC/Alva/AV35_C.ogg",
      "Die neuen Wege, die Ihr eröffnet habt, werden es uns später sicher leichter machen.",
      1,
      null
    ],
    [
      "Incursion_GenericNothingChanged1",
      80,
      "Audio/Dialogue/NPC/Alva/AV17_A.ogg",
      "Hmm ... diesmal war das Glück uns nicht hold, fürchte ich. Die Karte hat sich nicht verändert. Das ist nicht unbedingt schlecht, aber gut ist es sicher auch nicht. Versucht es weiter.",
      1,
      null
    ],
    [
      "Incursion_GenericNothingChanged2",
      80,
      "Audio/Dialogue/NPC/Alva/AV17_B.ogg",
      "Nein! Diesmal hat sich nichts verändert. Versucht es weiter. Je mehr Ihr verändert, desto mehr wissen wir.",
      1,
      null
    ],
    [
      "Incursion_GenericNothingChanged3",
      80,
      "Audio/Dialogue/NPC/Alva/AV17_C.ogg",
      "Hmm, keine Veränderung. Hoffentlich habt Ihr das so beabsichtigt!",
      1,
      null
    ],
    [
      "Incursion_StrongboxRoom1",
      81,
      "Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_13.ogg",
      "Zantipi war genau meine Art von Architekt! Er war darauf fokussiert, Truhen mit Kostbarkeiten zu füllen und sie dann mit allen möglichen Fallen aufzuhübschen.",
      1,
      null
    ],
    [
      "Incursion_StrongboxRoom2",
      82,
      "Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_14.ogg",
      "Mit dem wachsenden Einfluss von Zantipi stolpern wir sicher noch über gefährlichere - und lukrativere - Truhen.",
      1,
      null
    ],
    [
      "Incursion_StrongboxRoom3",
      83,
      "Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_15.ogg",
      "Ein ganzer Raum voller gefährlicher Tresore, die randvoll mit Kostbarkeiten gepackt sind. Ihr seid meine Lieblingsperson, Verbannter.",
      1,
      null
    ],
    [
      "Incursion_TormentRoom1",
      84,
      "Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_09.ogg",
      "Tzamoto hatte einen seltsamen Gerechtigkeitssinn. Hinrichtungen wurden nur für besonders grausame Verbrechen verhängt ... Niedere Kriminelle steckte er lieber für den Rest ihres Lebens hinter Gitter.",
      1,
      null
    ],
    [
      "Incursion_TormentRoom2",
      85,
      "Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_10.ogg",
      "Ich nehme an, dass Ihr Eure Gründe habt, warum Ihr Tzamotos Gefängnis wachsen sehen wollt. Ich kann beim besten Willen nicht erkennen, warum Ihr das nur wollt.",
      1,
      null
    ],
    [
      "Incursion_TormentRoom3",
      86,
      "Audio/Dialogue/NPC/BetrayalLeague/Alva/AV_11.ogg",
      "Tzamotos Gefängnis ist riesig und randvoll gespickt mit Kriminellen. Bekanntermaßen armen Kriminellen. Großartig. Danke dafür, Verbannter.",
      1,
      null
    ],
    [
      "Incursion_LegionRoom1",
      87,
      "",
      "Opiloti hat sich den Raum zu eigen gemacht? Er war ein außerordentlich gewalttätiger Kriegsfürst. Ich hoffe nur, dass Ihr wisst, was Ihr tut, meinetwegen!",
      1,
      null
    ],
    [
      "Incursion_LegionRoom2",
      88,
      "",
      "Die Vaal galten nach heutigem Wissenstansd als friedlich, und doch gab es immer noch Menschen, die sich an Gewalt erlabten. Ihr habt einem dieser Leute einfach genau das gegeben, wonach er lechzte.",
      1,
      null
    ],
    [
      "Incursion_LegionRoom3",
      89,
      "",
      "Opiloti vergoss stets das Blut seiner größten Krieger. Er glaubte, dass es ihnen Unsterblichkeit gewähren würde. Ich schätze, wir werden bald herausfinden, ob er Recht behalten sollte!",
      1,
      null
    ]
  ]
}